Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: Download new version
de_de: Lade neue Version herunter
fr_fr: Télécharger la nouvelle version
it_it: Scarica la nuova versione
ru_ru: Скачать новую версию
zh_cn: 下载新版本

source: iCloud group
de_de: iCloud Kontaktgruppen
fr_fr: Groupes de contacts iCloud
it_it: Gruppi di contatto iCloud
ru_ru: Группа iCloud
zh_cn: iCloud 组

source: Can't add calendar resource '{0}'
de_de: Kalender Ressource '{0}' kann nicht hinzugefügt werden
fr_fr: Impossible d'ajouter la ressource calendrier '{0}'
it_it: Non è possibile aggiungere la risorsa calendario'{0}'
ru_ru: Невозможно добавить источник календаря '{0}'
zh_cn: 无法添加日历资源 '{0}'

source: Delete selected
de_de: Lösche ausgewählte(n)
fr_fr: Supprimer sélection
it_it: Elimina quanto selezionato
ru_ru: Удалить выбранное
zh_cn: 删除选定

source: Synchronization timespan past (days):
de_de: Synchronisationszeitspanne in die Vergangenheit (in Tagen):
fr_fr: Fréquence des synchronisations passées (en jours):
it_it: Lasso temporale di sincronizzazione nel passato (in giorni):
ru_ru: Период времени для синхронизации событий в прошлом (дней):
zh_cn: 过去同步时间跨度（日）：

source: Profile name:
de_de: Profil Name:
fr_fr: Nom du profil:
it_it: Nome del Profilo:
ru_ru: Наименование профиля:
zh_cn: 配置文件名称：

source: Show the sync progress bar when more items than the treshold need to be loaded.
de_de: Zeige den Fortschrittsbalken bei der Synchronisation an wenn mehr Elemente als der Schwellwert geladen werden müssen.
fr_fr: Afficher la barre de progression pendant la synchronisation lors du chargement d'un nombre d'éléments supérieur au seuil maximal.
it_it: Mostra le barra di avanzamento nella sincronizzazione se più elementi devono essere caricati rispetto al valore soglia.
ru_ru: Показывать прогресс синхронизации, когда требуется синхронизировать больше объектов, чем в установленной партии
zh_cn: 当需要加载超过阈值的项目时，显示同步进度条。

source: Outlook automatically creates birthday appointments in your calendar &#xA;when the birthday is added to a contact item.
de_de: Outlook erstellt automatisch einen Termin im Kalender wenn ein Geburtstag bei einem Kontakt hinzugefügt wird.
fr_fr: Outlook crée automatiquement un événement dans le calendrier à la saisie de la date de naissance d'un contact.
it_it: Outlook crea automaticamente un termine nel calendario qualora ad un contatto venga aggiunto un compleanno.
ru_ru: MS Outlook автоматически создаёт события дней рождений в вашем календаре, если день рождения добавлен в поле контакта.
zh_cn: 当生日添加到联系人项目时，Outlook 自动在您的日历中创建生日约会。

source: Close connection after each request
de_de: Schließe Verbindung nach jeder Anfrage
fr_fr: Fermer la liaison après chaque requête
it_it: Dopo ogni interrogazione chiudi il collegamento
ru_ru: Прерывать соединения после каждого запроса
zh_cn: 在每次请求后关闭连接

source: Merge Easy Project resources to one single Outlook folder
de_de: Führe Easy Project Resourcen in einem Outlook Ordner zusammen
fr_fr: Fusionner les ressources Easy Project dans un dossier Outlook
it_it: Inserisci le risorse Easy Project in una cartella Outlook
ru_ru: Совместить источники Easy Project в одну папку MS Outlook
zh_cn: 将 Easy Project 资源合并到单一 Outlook 文件夹

source: Easy Project Server Settings
de_de: Easy Project Server Einstellungen
fr_fr: Paramètres Easy Project Server
it_it: Impostazioni server Easy Project
ru_ru: Настройки сервера Easy Project
zh_cn: Easy Project 服务器设置

source: - The CalDav/CardDav URL has to end with a slash ('/').
de_de: - Die CalDav/CardDav URL muss mit einem Slash ('/') enden.
fr_fr: - L’URL CalDav/CardDav doit finir par un slash ('/').
it_it: - L'URL CalDav/CardDav deve terminare con uno barra ('/').
ru_ru: Путь URL к серверу CalDAV/CardDAV должен завершаться наклонной чертой /
zh_cn: - CalDav/CardDav URL 必须以斜杠（“/”）结尾。

source: Server Id
fr_fr: Id Serveur
it_it: ID del server
ru_ru: ID сервера
zh_cn: 服务器 ID

source: Install new version
de_de: Installiere neue Version
fr_fr: Installer la nouvelle version
it_it: Installa nuova versione
ru_ru: Установить новую версию
zh_cn: 安装新版本

source: Choose the used format for DAV contact groups.&#xA;SOGO uses its own VLIST format to store contact groups.&#xA;For other CardDAV servers choose the vCard with KIND:group format &#xA;and for iCloud the iCloud group format.
de_de: Wähle das DAV Kontaktgruppen Format. SOGO verwendet ein eigenes VLIST Format zum Speichern von Kontaktgruppen. Für andere CardDAV Servers wählen Sie das vCard mit KIND:group Format und für iCloud das iCloud Kontaktgruppen Format.
fr_fr: Choisir le format des groupes de contacts DAV. SOGO possède son propre format VLIST pour l'enregistrement des groupes de contacts. Pour les autres serveurs CardDAV, sélectionner la vCard avec KIND:group. Pour iCloud, sélectionner le format des groupes iCloud.
it_it: Seleziona il formato DAV gruppo di contatto. Per memorizzare i gruppi di contatto SOGO utilizza un proprio formato VLIST. Per altri server CardDAV selezionate il formato vCard con KIND:group e per iCloud il formato gruppi di contatto iCloud.
ru_ru: Использовать выбранный формат для групп контактов DAV. Сервер SOGO оспользует свой собственный формат VLIST для хранения групп контактов. Для прочих серверов CardDAV выбирайте vCard с KIND:group, а для iCloud - его собственный формат групп контактов.
zh_cn: 选择 DAV 联系人组使用的格式。SOGO 使用自己的 VLIST 格式来存储联系人组。对于其他 CardDAV 服务器，选择具有 KIND:组 格式的 vCard；对于 iCloud，选择 iCloud 组格式。

source: Use GlobalAppointmentID for UID attribute
de_de: Verwende GlobalAppointmentID für das UID Attribut
fr_fr: Utiliser GlobalAppointmentID pour l’attribut UID
it_it: Impiega GlobalAppointmentID per l'attributo UID
ru_ru: Использовать GlobalAppointmentID для атрибута UID
zh_cn: 为 UID 属性使用 GlobalAppointmentID

source: Convert X-ALT-DESC description Html property to RTF and set Outlook appointment RTF Body.&#xA;The html to RTF conversion is experimental not all Html formatting options can be converted!&#xA;This overwrites also the plaintext Body!
de_de: Wandle X-ALT-DESC Html Beschreibung in RTF um und setze die formatierte Terminbeschreibung in Outlook. Die RTF zu Html Umwandlung ist nur experimentell und Inline Bilder sowie einige Formatierungseigenschaften können nicht umgewandelt werden! Auch der nicht formatierte Beschreibungstext wird hierbei überschrieben!
fr_fr: Convertir la description X-ALT-DESC Html en RTF et fixer le format de la description d'événement dans Outlook. La conversion RTF à Html est au stade expérimental et les images en ligne ainsi que certains formatages peuvent ne pas être convertis! Dans ce cas, le texte de description non formaté est aussi écrasé!
it_it: Converti la descrizione X-ALT-DESC Html in RTF e metti la descrizione formattata degli appuntamenti in Outlook. L'RTF per la conversione Html è solo sperimentale e le immagini Inline, oltre che alcune caratteristiche di formattazione, non possono essere convertite!
ru_ru: Конвертировать X-ALT-DESC дескриптор HTML в RTF и установить, как заметку события MS Outlook. Конвертация HTML в RTF - экспирементальная настройка, не все свойства HTML могут быть конвертированы! Это также перезаписывает заметку события из простого текста.
zh_cn: 将 X-ALT-DESC 描述 HTML 属性转换为 RTF 并设置 Outlook 约会为 RTF 正文。 HTML 到 RTF 的转换是实验性功能，并非所有 HTML 格式选项都可以被转换！ 这同样会覆盖纯文本正文！

source: Enable Tray Icon
de_de: Aktiviere Icon in Taskleiste
fr_fr: Activer l'icône de la barre des tâches
it_it: Attiva l'icona nella barra delle applicazioni
ru_ru: Активировать иконку в системном трее
zh_cn: 启用任务栏角图标

source: Import profiles
de_de: Importiere Profile
fr_fr: Importer les profils
it_it: Importa profili
ru_ru: Импортировтаь профили
zh_cn: 导入配置文件

source: General Options
de_de: Allgemeine Optionen
fr_fr: Options générales
it_it: Opzioni generali
ru_ru: Основные настройки
zh_cn: 通用选项

source: Calendar Color
de_de: Kalenderfarbe
fr_fr: Couleur de calendrier
it_it: Colore calendario
ru_ru: Цвет календаря
zh_cn: 日历颜色

source: Sync also appointments without any category
de_de: Synchronisiere auch Termine ohne Kategorie
fr_fr: Également synchroniser les événements sans catégorie
it_it: Sincronizza anche le scadenze senza categoria
ru_ru: Также синхронизировать события безо всякой категории
zh_cn: 同时同步不属于任何类别的约会

source: Do not overwrite FileAs in Outlook
de_de: Überschreibe nicht 'Speichern unter' in Outlook
fr_fr: Ne pas écraser 'Enregistrer sous' dans Outlook
it_it: In Outlook non sovrascrivere 'SALVA COME'
ru_ru: Не переписывать флаг FileAs в MS Outlook
zh_cn: 不要在 Outlook 中覆盖 FileAs

source: Assign shortcut key when OK is clicked.
de_de: Weise Kategrie Tastenkürzel bei Klick auf OK zu.
fr_fr: Attribuer un raccourci clavier après clic sur OK.
it_it: Per attribuire il tasto di scelta rapida clicca su OK.
ru_ru: Назначить ярлык, после нажатия OK.
zh_cn: 当单击 OK 时分配快捷键。

source: WebDAV-Sync is a protocol extension that is defined in RFC 6578 and supported by Google Calendar.&#xA;This option can speed up the detection of server changes dramatically but excludes the time range filter.
de_de: WebDAV-Sync ist eine Protokollerweiterung die in RFC 6578 definiert ist und von Google Kalender unterstützt wird. Diese Option kann das Erkennen von Serveränderungen dramatisch beschleunigen aber exkludiert die Möglichkeit den Zeitfilter zu verwenden.
fr_fr: WebDAV-Sync est une extension de protocole définie dans RFC 6578 compatible avec les calendriers Google. Cette option peut entraîner une accélération drastique de la reconnaissance des modifications sur le serveur mais elle exclut la possibilité d'utiliser le filtre temporel.
it_it: WebDAV-Sync è un'estensione del protocollo che è definita in RFC 6578 e che viene supportata dal calendario di Google. Questa opzione può accelerare enormemente il riconoscimento delle modifiche al server, ma esclude la possibilità di impiegare il filtro temporale.
ru_ru: WebDAV-Sync - это расширение протокола, описанное в RFC 6578 и поддерживаемое Google Calendar. Эта настройка может значительно увеличить скорость обнаружения изменений на сервере, но исключает возможность использования периода синхронизации.
zh_cn: WebDAV-Sync 是 RFC 6578 协议中定义的扩展并被 Google 日历支持。 此选项可以加快检测服务器变化的速度，但不包括时间范围过滤器。

source: Assign shortcut key:
de_de: Weise Kategorie Tastenkürzel zu:
fr_fr: Attribuer un raccourci clavier:
it_it: Attribuisci il tasto di scelta rapida:
ru_ru: Назначить ярлыки:
zh_cn: 分配快捷键：

source: Outlook → Server (Replicate)
de_de: Outlook → Server (Replizieren)
fr_fr: Outlook → Serveur (copie)
it_it: Outlook → Server (replicare)
ru_ru: Outlook → Server (Перезапись)
zh_cn: Outlook → 服务器（复制）

source: If checked a manual sync is always triggered after the Outlook Send/Receive finishes&#xA;and on startup of Outlook.
de_de: Wenn aktiviert wird immer nach dem Senden/Empfangen von Outlook und beim Start von Outlook ein manueller Synchronisationslauf gestartet.
fr_fr: Si activé, une synchronisation manuelle est toujours déclenchée après l'envoi/réception du courrier et au démarrage d'Outlook.
it_it: Se attivato si avvia sempre - dopo aver usato le funzioni Invia/Ricevi oltre che all'avvio di Outlook - una sincronizzazione manuale.
ru_ru: Если включено, то ручная синхронизация запускается каждый раз после приёма или получения объектов MS Outlook, а также при каждом запуске MS Outlook.
zh_cn: 如果选定，则 Outlook 发送/接收完成后及启动时总是触发手动同步。

source: Easy Project URL:
fr_fr: URL Easy Project:
it_it: URL Easy Project:
ru_ru: Путь URL к серверу Easy Project:

source: General Settings
de_de: Allgemeine Einstellungen
fr_fr: Paramètres généraux
it_it: Impostazioni generali
ru_ru: Основные настройки
zh_cn: 通用设置

source: Use full IANA timezone definition with historical data. &#xA;Needs more bandwith and can be incompatible when manually importing in Outlook.
de_de: Verwende vollständige IANA Zeitzonendefinitionen mit historischen Daten. Benötigt eine höhere Bandbreite und kann zu Inkompatibilitäten beim manuellen Import in Outlook führen.
fr_fr: Utiliser la définition complète du fuseau horaire IANA avec les données de l'historique. Cela nécessite davantage de bande passante et peut entraîner des incompatibilités lors des importations manuelles dans Outlook.
it_it: Impiega definizioni per le aree temporali IANA complete con dati storici. Utilizza una larghezza di banda più elevata e può determinare delle incompatibilità nel caso di un import manuale in Outlook.
ru_ru: Использовать полное определение часового пояса IANA с историческими данными. Требует большей пропускной способности соединения и может быть несовместимо с ручным импортом в MS Outlook.
zh_cn: 使用完整的IANA时区定义与历史数据。 需要更多的带宽，并且手动导入 Outlook 时可能不兼容。

source: Assign Kolab folders to distinct Outlook folders
de_de: Weise Kolab Resourcen verschiedenen Outlook Foldern zu
fr_fr: Attribuer des dossiers Kolab à des dossiers Outlook spécifiques
it_it: Attribuisci risorse Kolab a diverse cartelle Outlook
ru_ru: Назначить папки Kolab для различных папок MS Outlook
zh_cn: 将 Kolab 文件夹分配到不同的 Outlook 文件夹

source: Add addressbook resource on server
de_de: Füge Adressbuch am Server hinzu
fr_fr: Ajouter le carnet d'adresses sur le serveur
it_it: Aggiungi rubrica indirizzi al server
ru_ru: Добавить источник адресной книги на сервере
zh_cn: 在服务器中添加通讯簿资源

source: Selected Outlook Folder
de_de: Ausgewählter Outlook Ordner
fr_fr: Dossier Outlook sélectionné
it_it: Cartella Outlook selezionata
ru_ru: Выбранная папка MS Outlook
zh_cn: 已选的 Outlook 文件夹

source: Formatted
de_de: Formatiert
fr_fr: Formaté
it_it: Formattato
ru_ru: Отформатировано
zh_cn: 格式化的

source: Accept invalid chars in server response
de_de: Akzeptiere ungültige Zeichen in Serverantwort
fr_fr: Accepter les caractères non valables dans la réponse du serveur
it_it: Accetta caratteri non validi in risposta dal server
ru_ru: Принимать неверные символы в ответах сервера
zh_cn: 接受服务器响应中的无效字符

source: Proxy URL:
fr_fr: URL proxy:
it_it: URL proxy:
ru_ru: Путь URL прокси-сервера:
zh_cn: 代理 URL：

source: - The specified address book doesn't allow creation of contacts!
de_de: - Das ausgewählte Adressbuch besitzt keine Rechte zum Erstellen von Kontakten!
fr_fr: - Le carnet d'adresses sélectionné n'autorise pas la création de contacts!
it_it: - La rubrica indirizzi selezionata non è autorizzata a creare contatti!
ru_ru: Выбранная адресаня книга не поддерживает создание контактов!
zh_cn: - 指定的通讯簿不允许创建联系人！

source: 1 day
de_de: 1 Tag
fr_fr: 1 jour
it_it: 1 giorno
ru_ru: 1 день
zh_cn: 1 日

source: Outlook ←→ Server (Two-Way)
de_de: Outlook ←→ Server (Zwei-Wege)
fr_fr: Outlook ←→ Serveur (deux sens)
it_it: Outlook ←→ Server (doppio senso)
ru_ru: Outlook ←→ Server (Двусторонняя)
zh_cn: Outlook ←→ 服务器（双向）

source: WARNING: Do not use since it just keeps the items in sync as long as the cache is not cleared.&#xA;After clearing the cache (which happens automatically in some cases) items which were affected by this option do not pass the filter anymore!
de_de: WARNUNG: Nicht verwenden da Objekte nur so lange synchron gehalten werden so lange der Sync Cache nicht gelöscht wird Nach dem Löschen des Sync Caches (was in manchen Fällen automatisch geschehen kann) werden Objekte die von dieser Option betroffen sind nicht mehr vom Filter berücksichtigt!
fr_fr: ATTENTION: Ne pas utiliser, les objets ne peuvent être synchronisés que dans la mesure où le cache n'a pas été effacé. Après l'effacement du cache Sync (ce qui peut souvent se produire automatiquement) les objets relevant de cette option ne sont plus pris en compte par le filtre!
it_it: ATTENZIONE: non utilizzare gli oggetti finché vengono mantenuti in modo sincronizzato per tutto il tempo che la Sync Cache non viene cancellata Dopo la cancellazione della Sync Caches (che in alcuni casi può avvenire in modo automatico) gli oggetti interessati da questa opzione non vengono più considerati dal filtro!
ru_ru: ПРЕДУПРЕЖДЕНИЕ: Не использовать, так как объекты синхронизируются только до момента очистки кэша. После очистки кэша (что, в некоторых случаях, происходит автоматически) объекты, затронутые этой настройкой, больше не проходят фильтр!
zh_cn: 警告：不要使用，因为只要缓存没有被清除，它就只是保持项目的同步。 在清除缓存（在某些情况下会自动发生）后，受此选项影响的项目不再通过过滤器！

source: Profile Id:
de_de: Profil Id:
fr_fr: ID du profil:
it_it: ID Profilo:
ru_ru: ID профиля:
zh_cn: 配置文件 ID：

source: Select Profile Type
de_de: Profiltyp auswählen
fr_fr: Sélectionner type de profil
it_it: Selezionare tipo di profilo
ru_ru: Выбрать тип профиля
zh_cn: 选择配置文件类型

source: DAV Connection Timeout (secs)
de_de: DAV Verbindungstimeout (Sekunden)
fr_fr: Délai de connexion DAV (en secondes)
it_it: Timeout DAV di collegamento(secondi)
ru_ru: Время ожиданя сервера DAV (сек)
zh_cn: DAV 连接超时（秒）

source: Add manual mapping pairs of Outlook custom properties and DAV X-attributes. &#xA;If properties do not exist , they are created. &#xA;The manual mapping overrules the general mapping of all Outlook custom attributes if both activated. &#xA;DAV attributes MUST start with X-
de_de: Füge manuelle Mapping Paare von benutzerdefinierten Outlook Eigenschaften zu DAV X-Attributen hinzu. Wenn Eigenschaften nicht existieren, werden sie angelegt. Das manuelle Mapping overruled das generelle Mapping aller benutzerdefinierten Outlook Eigenschaften wenn beides aktiviert ist. DAV Attribute MÜSSEN mit X- starten.
fr_fr: Ajoutez les paires de mappage manuel des propriétés personnalisées Outlook et les attributs DAV X. Les propriétés inexistantes sont créées. Le mappage manuel prévaut sur le mappage général de toutes les propriétés personnalisées Outlook si les deux mappage sont activés. Les attributs DAV DOIVENT commencer par X-.
it_it: Agli attributi DAV X aggiungi manualmente coppie di impostazioni Outlook personali dell‘utente. Se non sussistono impostazioni provvedere a crearle. Quando entrambi attivati, il mapping manuale prevale su quello generale di tutte le impostazioni Outlook personali dell‘utente. Gli attributi DAV DEVONO iniziare con X.
ru_ru: Добавить вручную указание пар специальных свойств MS Outlook и атрибутов DAV X. Если специальные настройки MS Outlook не существуют, они будут созданы. Указание вручную изменяет общие значения всех специальных настроек MS Outlook, если они активированы. Атрибуты DAV ДОЛЖНЫ начинаться с X-
zh_cn: 添加 Outlook 自定义属性与 DAV X-attributes 的手动映射对。如果属性不存在，则创建它们。手动映射将覆盖所有 Outlook 自定义属性的一般映射（若二者都激活）。DAV 属性必须以 X- 开头

source: Assign category color:
de_de: Weise Kategoriefarbe zu:
fr_fr: Attribuer une couleur de catégorie:
it_it: Attribuisci il colore della categoria:
ru_ru: Назначить цвет категории
zh_cn: 分配类别颜色：

source: - The specified URL does not support calendar access.
de_de: - Die ausgewählte URL unterstützt keine Kalender.
fr_fr: - L'URL sélectionnée ne correspond pas à un calendrier.
it_it: - L'URL selezionato non supporta nessun calendario.
ru_ru: Указанный путь URL не поддерживает доступ к календарю.
zh_cn: - 指定的 URL 不支持日历访问。

source: Ignore this version
de_de: Ignoriere diese Version
fr_fr: Ignorer cette version
it_it: Ignora questa versione
ru_ru: Игнорировать эту версию
zh_cn: 忽略此版本

source: Replacing profile '{0}'
de_de: Überschreibe Profil '{0}'
fr_fr: Ecraser Profil '{0}'
it_it: Sovrascrivi Profilo '{0}'
ru_ru: Заменить профиль '{0}'
zh_cn: 正在替换配置文件 '{0}'

source: Synchronization mode:
de_de: Synchronisationsmodus:
fr_fr: Mode de synchronisation:
it_it: Modalità di sincronizzazione:
ru_ru: Направление синхронизации:
zh_cn: 同步模式：

source: Move selected profile down
de_de: Verschiebe ausgewähltes Profil nach unten
fr_fr: Faire glisser le profil sélectionné vers le bas
it_it: Sposta in basso il profilo selezionato
ru_ru: Переместить указанный профиль вниз
zh_cn: 向下拖动选定的配置文件

source: - The specified URL is not an task list!
de_de: - Die ausgewählte URL ist keine Aufgabenliste!
fr_fr: - L'URL sélectionnée n’est pas un e liste de tâches!
it_it: - L'URL selezionato non è un elenco di compiti!
ru_ru: Указанный путь URL не содержит списка задач!
zh_cn: - 指定的 URL 不是任务列表！

source: Synchronization Status
de_de: Synchronisation Status
fr_fr: Statut de synchronisation
it_it: Status sincronizzazione
ru_ru: Статус синхронизации
zh_cn: 同步状态

source: Use this IANA timezone for default Outlook/Windows timezone. &#xA;Manually selected different timezones in Outlook appointments &#xA;will be mapped to first corresponding IANA timezone.
de_de: Verwende diese IANA Zeitzone für die Default Outlook/Windows Zeitzone. Manuell ausgewählte andere Zeitzonen in Outlook Terminen werde auf die erste passende IANA Zeitzone gemappt.
fr_fr: Utiliser ce fuseau horaire IANA pour le fuseau horaire par défaut Outlook/Windows. Les autres fuseaux horaires sélectionnés manuellement dans les événements Outlook sont mappés sur le premier fuseau horaire IANA correspondant.
it_it: Impiega quest'area temporale IANA per l'area temporale di default di Outlook/Windows. Un'altra zona temporale selezionata manualmente nelle scadenze di Outlook viene mappata alla prima zona temporale IANA adeguata.
ru_ru: Использоватть часовые пояса IANA как значения по умолчанию для MS Outlook/Windows. Выбранные вручную различные часовые пояса в событиях MS Outlook будут указаны, как соответствующие им часовые пояса IANA.
zh_cn: 使用此 IANA 时区作为默认的 Outlook/Windows 时区。 在 Outlook 中手动选择不同的时区 将映射到第一个相应的 IANA 时区。

source: Enter the DAV resource URL or the server address and discover the available resources. &#xA;If you leave the DAV URL empty it can also be discovered from the email address via DNS lookups.
de_de: Gebn Sie die DAV Ressource URL oder Serveradresse ein und suche nach verfügbaren Ressourcen. Wenn die DAV URL leer gelassen wird kann diese auch durch DNS Abfragen aus der Email Adresse gefunden werden.
fr_fr: Saisir l'URL DAV ou l'adresse du serveur et rechercher les ressources disponibles. Si l'URL DAV n'est pas renseignée, elle peut aussi être trouvée par des requêtes DNS de l'adresse e-mail.
it_it: Inserire l'URL della risorsa DAV oppure l'indirizzo del server e cercare le risorse disponibili. Se l'URL della risorsa DAV non viene inserito è possibile trovarlo anche interrogando il DNS tramite l?indirizzo e-mail.
ru_ru: Введите путь URL до источника на сервере DAV или адрес сервера и определите доступные источники на нём. В случае, если вы оаставите поле пути URL на сервере DAV пустым, путь URL также может быть обыть обнаружен с помощью адреса электронной почты и серсиса DNS lookup.
zh_cn: 输入 DAV 资源 URL 或服务器地址发现可用资源。 如果您将 DAV URL 留空，它也可以通过 DNS 查找从电子邮件地址中找到。

source: No color set for updating the server calendar color!
de_de: Keine Farbe ausgewählt für das Update der Server Kalenderfarbe!
fr_fr: Aucune couleur sélectionnée pour la mise à jour de la couleur de calendrier du serveur!
it_it: Nessun colore selezionato per aggiornare il colore del calendario del server!
ru_ru: Не установлен цвет для обновления цвета календаря на сервере!
zh_cn: 没有为更新服务器日历颜色设置颜色！
