Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: Convert numbers like +1 23 45678 9 &#xA;to +1 (23) 45678 - 9 &#xA;so that Outlook can show country and area code.
de_de: Wandle Telefonnummern wie +1 23 45678 9 in +1 (23) 45678 - 9 um so dass Outlook Ländercode und Vorwahl darstellen kann.
fr_fr: Convertir les numéros de téléphone comme +1 23 45678 9 en +1 (23) 45678 - 9 afin qu'Outlook puisse afficher les indicatifs nationaux et régionaux.
it_it: Cambia il numero di telefono +1 23 45678 9 in +1 (23) 45678 - 9 per consentire ad Outlook di generare il prefisso internazionale e nazionale.
ru_ru: Конвертировать телефонные номера вида +1 23 45678 9 в +1 (23) 45678 - 9 так, чтобы MS Outlook мог показать страны и региональные коды.
zh_cn: 将例如 +1 23 45678 9 的数字转换成 +1 (23) 45678 - 9 以使 Outlook 可以显示国家与地区代码。

source: Resource Displayname
de_de: Ressource Anzeigename
fr_fr: Ressource nom de l’affichage
it_it: Risorsa nome annuncio
ru_ru: Наименование источника
zh_cn: 资源 Displayname

source: Disable Certificate Validation
de_de: Deaktiviere Zertifikat Überprüfung
fr_fr: Désactiver vérification certificat
it_it: Disabilita controllo certificato
ru_ru: Отключить проверку сертификатов
zh_cn: 禁用证书验证

source: Automatically check for newer versions
de_de: Automatische Überprüfung auf neue Versionen
fr_fr: Vérification automatique des mises à jour
it_it: Controllo automatico delle nuove versioni
ru_ru: Автоматически проверять новые версии
zh_cn: 自动检查新版本

source: Mapping Warnings:
de_de: Mapping Warnungen:
fr_fr: Alertes mappage:
it_it: Mappatura avvisi:
ru_ru: Предупреждения настроек указания путей:
zh_cn: 映射警告：

source: Map Birthday
de_de: Synchronisiere Geburtstage
fr_fr: Synchroniser les dates d'anniversaire
it_it: Sincronizza compleanni
ru_ru: Указать день рождения
zh_cn: 安排生日

source: Clear cache of selected profile
de_de: Lösche das Sync Cache des ausgewählten Profils
fr_fr: Effacer le cache Sync du profil sélectionné
it_it: Cancella la Sync Cache del profilo selezionato
ru_ru: Очистить кэш указанного профиля
zh_cn: 清理选定的配置文件的缓存

source: Enables the systray icon in the Windows taskbar.
de_de: Aktiviert das Icon in der Windows Taskleiste.
fr_fr: Activer l'icône dans la barre des tâches Windows.
it_it: Attiva l'icona nella barra applicazioni di Windows.
ru_ru: Активировать иконку в системном трее
zh_cn: 启用 Windows 任务栏中的 systray 图标。

source: Team:
fr_fr: Equipe:
ru_ru: Команда:
zh_cn: 小组：

source: Keep items in sync even if category changes and filter does not match anymore
de_de: Synchronisiere auch Objekte mit geänderter Kategorie trotz nicht übereinstimmendem Filter
fr_fr: Inclure dans la synchronisation les objets dont la catégorie a été modifiée même s'ils ne correspondent pas au filtre
it_it: Sincronizza anche elementi di categoria modificata nonostante il filtro non concordante
ru_ru: Поддерживать объекты в синхронизированном состоянии даже при изменении категории и непопаданиии в выборку фильтра
zh_cn: 保持项目同步，即使类别更改和过滤器不再匹配

source: - The CalDav/CardDav URL cannot end/start with whitespaces.
de_de: - Die CalDav/CardDav URL darf nicht mit Whitespace (Leerzeichen, Tabulatoren) starten/enden.
fr_fr: - L’URL CalDav/CardDav ne peut pas commencer/finir par des espaces vides (espaces, tabulateurs).
it_it: - L'URL CalDav/CardDav non può iniziare/terminare con spazi vuoti (spaziatura, tabulatori).
ru_ru: Путь URL CalDav/CardDav сервера не может начинаться/завершаться пробелами.
zh_cn: - CalDav/CardDav URL 不能以空格为开头或结尾。

source: Show Advanced Settings
de_de: Zeige erweiterte Einstellungen
fr_fr: Afficher paramètres avancés
it_it: Mostrare le impostazioni ampliate
ru_ru: Показать расширенные настройки
zh_cn: 显示高级设置

source: Enter the name of the Outlook category for filtering. &#xA;If the category does not exist it will be created in Outlook.
de_de: Geben Sie den Namen der Outlook Kategorie für den Filter an. Exisitiert die Kategorie in Outlook nicht, wird diese angelegt.
fr_fr: Indiquer les noms des catégories Outlook pour le filtre. Si la catégorie n'existe pas dans Outlook, elle est créée.
it_it: Indicare il nome della categoria Outlook assegnata al filtro. La categoria sarà creata se non presente in Outlook.
ru_ru: Ввести категорию для фильтра в MS Outlook. Если категория не существует, она будте создана в MS Outlook.
zh_cn: 输入 Outlook 类别名进行过滤。 如果类别不存在，则将在 Outlook 中被创建。

source: Check Internet connection before sync run
de_de: Überprüfe Internetverbindung vor einem Synchronisationslauf
fr_fr: Vérifier la connexion Internet avant la synchronisation
it_it: Prima di procedere alla sincronizzazione controlla il collegamento Internet
ru_ru: Проверять соединение с Инернет перед запуском синхронизации
zh_cn: 在执行同步前检查 Internet 连接

source: Synchronize items immediately after change
de_de: Synchronisiere Objekte sofort nach Veränderung in Outlook
fr_fr: Synchroniser les objets immédiatement après la modification d'Outlook
it_it: Oggetto sincronizzato disponibile subito dopo aggiornamento su Outlook
ru_ru: Синхронизировать объекты немедленно после их изменений
zh_cn: 更改后立即同步项目

source: Checks if a network interface is up&#xA;and try DNS query to dns.msftncsi.com first and if that fails try to download&#xA;http://www.msftncsi.com/ncsi.txt with the configured proxy settings.&#xA;Should avoid error reports when network is not available after&#xA;coming back from hibernate for example.
de_de: Überprüfe ob ein Netzwerkinterface verbunden ist und teste zuerst eine DNS Abfrafge zu dns.msftncsi.com und wenn dies fehlschlägt versuche http://www.msftncsi.com/ncsi.txt mit den konfigurierten Proxy Einstellungen herunterzuladen. Sollte Fehlerreports vermeiden wenn das Netzwerk nicht verfügbar ist z.B. kurz nach dem Aufwecken des Laptops.
fr_fr: Vérifier la présence d'une interface réseau et tester une requête DNS sur dns.msftncsi.com. En cas d'échec, télécharger les paramètres proxy figurant sur http://www.msftncsi.com/ncsi.txt Cela devrait éviter les messages d'erreur lorsque le réseau n'est pas disponible, par exemple juste après la sortie de veille du laptop.
it_it: Controlla se un interfaccia rete è collegato e fai innanzitutto un‘interrogazione DNS a dns.msftncsi.com; se fallisce tenta di scaricare http://www.msftncsi.com/ncsi.txt con le impostazioni proxy configurate. Se la rete non è disponibile questo dovrebbe evitare messaggi di errore, p. es. poco dopo l‘avvio del laptop.
ru_ru: Проверяет, поднят ли сетевой интерфейс и пытается сначала послать запрос DNS по адресу dns.msftncsi.com, а если это не удаётся, то пытается загрузить файл: http://www.msftncsi.com/ncsi.txt с настройками прокси-сервера. Должно помочь избежать ошибок отсутствия сети после выхода из режима гибернации.
zh_cn: 首先检查网络接口是否启动并尝试 DNS 查询 dns.msftncsi.com。如果失败，尝试下载 http://www.msftncsi.com/ncsi.txt 配置代理设置。例如，在从休眠中返回后网络不可用时，应避免错误报告。

source: Adding profile '{0}'
de_de: Profil '{0}' hinzugefügt
fr_fr: Profil '{0}' ajouté!
it_it: Aggiunto profilo '{0}'
ru_ru: Добавить профиль '{0}'
zh_cn: 添加配置文件 '{0}'

source: Add resource
de_de: Füge Ressource hinzu
fr_fr: Ajouter une ressource
it_it: Aggiungi risorse
ru_ru: Добавить источник
zh_cn: 添加资源

source: WARNING:
de_de: WARNUNG:
fr_fr: ATTENTION:
it_it: ATTENZIONE:
ru_ru: ПРЕДУПРЕЖДЕНИЕ:
zh_cn: 警告：

source: Outlook restart required
de_de: Outlook Neustart erforderlich
fr_fr: Nécessite un redémarrage d'Outlook
it_it: Outlook necessario riavvio
ru_ru: Требуется перезагрузка MS Outlook
zh_cn: Outlook 需要重启

source: Include full IANA timezone with historical data
de_de: Inkludiere vollständige IANA Zeitzonendefinition mit historischen Daten
fr_fr: Inclure la définition complète du fuseau horaire IANA dans l'historique
it_it: Includi definizione IANA completa con dati storici
ru_ru: Включить полные часовые пояса IANA с историческими датами
zh_cn: 包括完整的 IANA 时区与历史数据

source: Fix imported phone number format
de_de: Repariere Format importierter Telefonnummern
fr_fr: Réparation du format des numéros de téléphone importés
it_it: Ripara formato del numero telefonico importato
ru_ru: Исправить формат импортированных телефонных номеров
zh_cn: 修正导入的电话号码格式

source: - The CalDav/CardDav URL is empty.
de_de: - Die CalDav/CardDav URL ist leer.
fr_fr: - L’URL CalDav/CardDav est vide.
it_it: - L'URL CalDav/CardDav è vuoto.
ru_ru: Путь URL CalDav/CardDav сервера пуст.
zh_cn: - CalDav/CardDav URL 为空。

source: The CalDav/CardDav URL is invalid
de_de: Die CalDav/CardDav URL ist ungültig
fr_fr: L’URL CalDav/CardDAV n'est pas valable.
it_it: L'URL CalDav/CardDav non è valido
ru_ru: Путь URL CalDav/CardDav сервера неверен
zh_cn: CalDav/CardDAV URL 无效

source: Use manual proxy configuration
de_de: Verwende manelle Proxy Konfiguration
fr_fr: Utiliser configuration proxy manuelle
it_it: Utilizza una configurazione manuale Proxy
ru_ru: Использовать ручную настройку прокси-сервера
zh_cn: 使用手动代理配置

source: You need to restart Outlook after installing the new version!
de_de: Outlook muss nach der Installation der neuen Version neu gestartet werden!
fr_fr: Outlook doit être redémarré après l'installation de la nouvelle version!
it_it: Outlook dev'essere riavviato dopo l'installazione della nuova versione!
ru_ru: После установки новой версии требуется перезагрузка MS Outlook!
zh_cn: 安装新版本后，您需要重启 Outlook！

source: - The chunk size has to be 1 or greater.
ru_ru: Размер партии должен быть 1 или больше.
zh_cn: - 块大小必须大于等于 1。

source: WebDAV-Sync is a protocol extension that is defined in RFC 6578 and not supported by all servers.&#xA;Test or discover settings will check if this is supported.&#xA;This option can speed up the detection of server changes dramatically but excludes the time range filter.
de_de: WebDAV-Sync ist eine Protokollerweiterung die in RFC 6578 definiert ist und nicht von allen Servern unterstützt wird. Beim Testen und Suchen von Einstellungen wird die Unterstützung des Servers überprüft. Diese Option kann das Erkennen von Serveränderungen dramatisch beschleunigen aber exkludiert die Möglichkeit den Zeitfilter zu verwenden.
fr_fr: WebDAV-Sync est une extension de protocole définie dans RFC 6578 et n'est pas compatible avec tous les serveurs. La vérification de la compatibilité du serveur a lieu lors du test de la recherche de paramètres. Cette option peut entraîner une accélération drastique de la reconnaissance des modifications sur le serveur mais elle exclut la possibilité d'utiliser le filtre temporel.
it_it: WebDAV-Sync è un ampliamento del protocollo che è definito in RFC 6578 e non viene sostenuto da tutti i server. In caso di un test o di una ricerca delle impostazioni, viene verificato il supporto del server. Questa opzione può accelerare enormemente il riconoscimento di variazioni del server, ma esclude la possibilità di impiego del filtro temporale.
ru_ru: WebDAV-Sync - это расширение протокола, описанное в RFC 6578 и не поддерживаемое всеми серверами. Автоопределение сервисов проверит, поддерживается ли оно. Эта настройка может значительно ускорить определение изменений на сервере, но исключает возможность использования периода синхронизации.
zh_cn: WebDAV-Sync 是 RFC 6578 协议中定义的扩展，并非所有服务器都支持。 测试或寻找设置将检查此扩展是否被支持。 此选项可以加快检测服务器变化的速度，但不包括时间范围过滤器。

source: Category Filter
de_de: Kategorie Filter
fr_fr: Filtre de catégorie
it_it: Filtro Categoria
ru_ru: Фильтр категории
zh_cn: 类别过滤器

source: Show Sync Progress Bar
de_de: Zeige Fortschrittsbalken der Synchronisation
fr_fr: Afficher la progression de la synchronisation
it_it: Mostra barra avanzamento della sincronizzazione
ru_ru: Показывать прогресс синхронизации.
zh_cn: 显示同步进度条

source: Map Contact Photo
de_de: Synchronisiere Kontakt Fotos
fr_fr: Synchroniser les photos de contact
it_it: Sincronizza foto di contatto
ru_ru: Указать фотографию контакта
zh_cn: 安排联系人照片

source: Use Google Contacts API instead of CardDAV &#xA;to sync Outlook contact folders with Google contacts &#xA;which improves mapping and performance.
de_de: Verwende Google Contacts API anstelle von CardDAV um Outlook Kontaktfolder mit Google Kontakten zu synchronisieren was die Funktionalität und Performance erhöht.
fr_fr: Utiliser Google Contacts API au lieu de CardDAV pour synchroniser le dossier des contacts Outlook avec les contacts Google, ce qui augmente la fonctionnalité et la performance.
it_it: Impiega Google Contacts API invece di CardDAV per sincronizzare la cartella dei contatti Outlook con i contatti di Google, il che accresce funzionalità e performance.
ru_ru: Использовать Google Contacts API вместо CardDAV для синхронизации папок контактов MS Outlook c Google contacts, что увеличивает производительность.
zh_cn: 使用 Google 联系人 API 代替 CardDAV 以将 Outlook 联系人文件夹与 Google 联系人同步 这将改善映射和性能。

source: Error updating the server calendar color!
de_de: Fehler beim Update der Server Kalenderfarbe!
fr_fr: Erreur lors de la mise à jour de la couleur du calendrier du serveur!
it_it: Errore nell'update del colore del calendario del server!
ru_ru: Ошибка при обновлении цвета календаря на сервере!
zh_cn: 更新服务器日历颜色时出错！

source: Last run ago
de_de: Letzter Sync
fr_fr: Dernière synchronisation
it_it: Ultima sinc
ru_ru: Последняя синхронизация была выполнена
zh_cn: 最后一次执行前

source: Outlook folder:
de_de: Outlook Ordner:
fr_fr: Dossier Outlook:
it_it: Outlook cartella:
ru_ru: Папка MS Outlook:
zh_cn: Outlook 文件夹：

source: Configuration Error
de_de: Konfigurationsfehler
fr_fr: Erreur de configuration
it_it: Errore di configurazione
ru_ru: Ошибка в настройках
zh_cn: 配置错误

source: Test or discover settings
de_de: Teste oder suche Einstellungen
fr_fr: Tester ou rechercher des paramètres
it_it: Testare o cercare impostazioni
ru_ru: Проверить настройки и определить сервисы
zh_cn: 测试或寻找设置

source: Sync Settings
de_de: Sync Einstellungen
fr_fr: Paramètres synchronisation
it_it: Sync impostazioni
ru_ru: Настройки синхронизации
zh_cn: 同步错误

source: Use time range filter
de_de: Verwende Zeitfilter
fr_fr: Utiliser filtre temporel
it_it: Utilizzare il filtro temporale
ru_ru: Использовать период синхронизации
zh_cn: 使用时间范围过滤器

source: Enable only if you get the following error:&#xA;System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine&#xA;Needed for Yahoo and cPanel Horde servers for example.
de_de: Nur bei folgendem Fehler aktivieren: System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine Wird z.B. für Yahoo und cPanel Horde Server benötigt.
fr_fr: N'activer que pour les erreurs suivantes: System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine Utilisé notamment pour Yahoo et cPanel Horde Server.
it_it: Attivare solo in presenza del seguente errore: System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine È necessario p. es. per Yahoo e cPanel Horde Server.
ru_ru: Включить только при появлении следующей ошибки: System.Net.WebException: The server committed a protocol violation. Section=ResponseStatusLine Необходимо, например, для серверов Yahoo и cPanel Horde.
zh_cn: 仅当您收到以下错误时启用： System.Net.WebExcepion: The server committed a protocol violation. Section=ResponseStatusLine 雅虎和 cPanel Horde 服务器等需要此项。

source: Map DAV CLASS:CONFIDENTIAL to Outlook Private flag instead of Confidential
de_de: Synchronisiere DAV CLASS:CONFIDENTIAL auf Outlook Privat anstelle von Vertraulich
fr_fr: Synchroniser DAV CLASS:CONFIDENTIAL avec Outlook «privé» en lieu et place de «confidentiel»
it_it: Sincronizza la CLASSE DAV: CONFIDENTIAL su Outlook Privato invece di Confidenziale
ru_ru: Указать в MS Outlook флаг DAV CLASS:CONFIDENTIAL вместо Confidential
zh_cn: 将 DAV CLASS:CONFIDENTIAL 映射到 Outlook 私有标志而非机密标志

source: Only add new Kolab resources
de_de: Füge nur neue Kolab Ressourcen hinzu
fr_fr: Ajouter uniquement de nouvelles ressources Kolab
it_it: Aggiungi solo nuove risorse Kolab
ru_ru: Только добавить новые источники Kolab
zh_cn: 只添加新 Kolab 资源

source: Task Mapping Configuration
de_de: Aufgaben Mapping Konfiguration
fr_fr: Configuration du mappage des tâches
it_it: Compiti configurazione mapping
ru_ru: Настройки задач
zh_cn: 任务映射配置

source: Choose the default Instant Messenger protocol.&#xA;You can add other protocols with protocol: address
de_de: Wähle das Standard Instant Messenger Protokoll. Andere Protokolle können mittels protocol: address hinzugefügt werden
fr_fr: Sélectionnez le protocole Instant Messenger par défaut. Vous pouvez ajouter d’autres protocoles avec protocol: address
it_it: Seleziona il protocollo standard Instant Messenger. È possibile aggiungere altri protocolli tramite protocol: address
ru_ru: Использовать протокол обмена мгновенными сообщениями по умолчанию. Вы можете добавить прочие протоколы с помощью протокола: address
zh_cn: 选择默认的即时通讯协议。 您可以以 “协议: 地址” 的形式添加其他协议

source: Log:
de_de: Logge:
fr_fr: Historiques:
it_it: Effettua log-in:
ru_ru: Журнал:
zh_cn: 日志：

source: Version {0} is available!
de_de: Version {0} ist verfügbar!
fr_fr: La version {0} est disponible!
it_it: La versione {0} è disponibile!
ru_ru: Версия {0} доступна!
zh_cn: 版本 {0} 可用！

source: - The specified URL is not an addressbook!
de_de: - Die ausgewählte URL ist kein Adressbuch!
fr_fr: - L'URL sélectionnée n’est pas un carnet d’adresses!
it_it: - L'URL selezionato non è una rubrica indirizzi!
ru_ru: По указанному пути URL не найдена адресная книга!
zh_cn: - 指定的 URL 不是通讯簿！

source: Server Entity
de_de: Server Entität
fr_fr: Entité serveur
it_it: Entità del server
ru_ru: Объект на сервере
zh_cn: 服务器实体

source: - DAV X-Attributes for manual mapped properties have to start with 'X-'
de_de: - DAV X-Attribute für manuell gemappte Eigenschaften müssen mit 'X-' beginnen.
fr_fr: - Les attributs DAV X des propriétés mappées manuellement doivent commencer par 'X-'.
it_it: - Gli attributi DAV X-per impostazioni mappate in manuale devono iniziare con 'X-'.
ru_ru: Атрибуты DAV X при ручном указании свойств должны начинаться с 'X-'
zh_cn: - 手动映射属性的 DAV X-Attributes 必须以 “X-” 开头

source: Open data directory of selected profile
de_de: Öffne Datenverzeichnis des ausgewählten Profils
fr_fr: Ouvrir le répertoire de données du profil sélectionné
it_it: Apri elenco dati del profilo selezionato
ru_ru: Открыть папку с данными выбранного профиля
zh_cn: 打开所选配置文件的数据目录

source: Map event color to category
de_de: Synchronisiere Terminfarbe auf Kategorie
fr_fr: Synchroniser la couleur des événements avec la catégorie
it_it: Sincronizza colore appuntamento su categoria
ru_ru: Указать цвет событий календаря для категории
zh_cn: 将事件颜色映射到类别

source: Collapse all nodes
de_de: Alles einklappen
fr_fr: Tout refermer
it_it: Comprimere tutto
ru_ru: Свернуть все пункты
zh_cn: 折叠所有节点

source: Assign Easy Project resources to different Outlook folders
de_de: Weise Easy Project Resourcen verschiedenen Outlook Foldern zu
fr_fr: Attribuer des ressources Easy Project à plusieurs dossiers Outlook
it_it: Attribuisci risorse Easy Project a diverse cartelle Outlook
ru_ru: Назначить разные источники Easy Project разным папкам MS Outlook
zh_cn: 将 Easy Project 资源分配到不同的 Outlook 文件夹

source: CalDav Synchronizer - Synchronizing...
ru_ru: CalDav Synchronizer - Синхронизация...
zh_cn: CalDav Synchronizer - 正在同步……

source: Export profiles
de_de: Exportiere Profile
fr_fr: Exportation des profils
it_it: Esporta profili
ru_ru: Экспортировать профили
zh_cn: 导出配置文件

source: Synchronize now
de_de: Synchronisiere jetzt
fr_fr: Synchroniser maintenant
it_it: Sincronizzare ora
ru_ru: Синхронизировать сейчас
zh_cn: 现在同步

source: Map all Outlook custom properties to DAV attributes with X-CALDAVSYNCHRONIZER prefix.
de_de: Mappe alle benutzerdefinierten Outlook Eigenschaften auf DAV Attribute mit X-CALDAVSYNCHRONIZER Prefix.
fr_fr: Mapper toutes les propriétés personnalisées Outlook sur les attributs DAV avec préfixe X-CALDAVSYNCHRONIZER.
it_it: Esegui la mappatura di tutte le proprietà di Outlook definite dall'utente in base agli attributi DAV col prefisso X-CALDAVSYNCHRONIZER.
ru_ru: Указать все специальные настройки MS Outlook как атрибуты сервера DAV с префиксом X-CALDAVSYNCHRONIZER.
zh_cn: 用 X-CALDAVSYNCHRONIZER 前缀将所有 Outlook 自定义属性映射到 DAV 属性。

source: DAV URL
fr_fr: URL DAV
it_it: URL DAV
ru_ru: Путь URL сервера DAV

source: - The specified address book doesn't allow deletion of contacts!
de_de: - Das ausgewählte Adressbuch besitzt keine Rechte zum Löschen von Kontakten!
fr_fr: - Le carnet d'adresses sélectionné n'autorise pas la suppression de contacts!
it_it: - La rubrica indirizzi selezionata non è autorizzata a cancellare contatti!
ru_ru: Указанная адресная книга не поддерживает удаление контактов!
zh_cn: - 指定的通讯簿不允许删除联系人！

source: Expand all nodes
de_de: Alles aufklappen
fr_fr: Tout déployer
it_it: Aprire tutto
ru_ru: Раскрыть все пункты
zh_cn: 展开所有节点

source: Trigger sync after Outlook Send/Receive and on Startup
de_de: Synchronisiere nach Outlook Start und nach Senden/Empfangen
fr_fr: Synchroniser après le démarrage d'Outlook et après l'envoi/réception
it_it: Sincronizzare dopo l'avvio di Outlook e dopo l'invio/ricezione
ru_ru: Запустить синхронизацию после отправки/получения данных MS Outlook, а также при запуске
zh_cn: 在 Outlook 发送/接收以及启动后触发同步

source: Did not find any default version!
de_de: Es wurde keine Default Version gefunden!
fr_fr: Aucune version par défaut trouvée!
it_it: Non è stata trovata nessuna versione di default!
ru_ru: Не найдено никакой версии по умолчанию!
zh_cn: 未找到任何默认版本！

source: Map DAV CLASS:PUBLIC and default events to Outlook Private flag instead of Public
de_de: Synchronisiere DAV CLASS:PUBLIC und Standard Termine auf Outlook Privat anstelle von Öffentlich
fr_fr: Synchroniser DAV CLASS:PUBLIC et les événements standard avec Outlook «privé» en lieu et place de «public»
it_it: Sincronizza DAV CLASS: appuntamenti PUBLIC e standard su Outlook Privati invece che Pubblici
ru_ru: Указать флаг DAV CLASS:PUBLIC и событиям по умолчанию в MS Outlook Private flag вместо Public
zh_cn: 将 DAV CLASS:PUBLIC 与默认事件映射到 Outlook 私有标志而非公有标志

source: Sync only appointments with this category:
de_de: Synchronisiere nur Termine mit dieser Kategorie:
fr_fr: Ne synchroniser que les événements de la catégorie:
it_it: Sincronizza solo le scadenze con questa categoria:
ru_ru: Синхронизировать только события этой категории:
zh_cn: 只同步属于此类别的约会

source: You need to choose a calendar folder to merge the EasyProject resources!
de_de: Es muss ein Kalenderordner ausgewählt werden zum Zusammenführen der EasyProject Ressourcen!
fr_fr: Il faut sélectionner un dossier calendrier pour fusionner les ressources EasyProject!
it_it: Dev'essere selezionata una cartella calendario per riunire le risorse EasyProject!
ru_ru: Необходимо выбрать папку календаря для совмещения ресурсов Easy Project!
zh_cn: 您需要选择一个日历文件夹来合并 EasyProject 资源！

source: Map Body
de_de: Synchronisiere Beschreibung
fr_fr: Synchroniser les descriptions
it_it: Sincronizza descrizione
ru_ru: Указать заметку
zh_cn: 安排正文

source: Copy selected profile
de_de: Kopiere ausgewähltes Profil
fr_fr: Copier le profil sélectionné
it_it: Copia il profilo selezionato
ru_ru: Копировать выбранный профиль
zh_cn: 复制选定的配置文件

source: Wrong ItemType in folder '{0}'. It should be a calendar, task or contact folder.
de_de: Ordner '{0}' besitzt den falschen Typ. Es muss ein Kalender, Aufgaben oder Kontakte Ordner sein.
fr_fr: Le type du dossier '{0}' est incorrect. Il doit s'agir d'un dossier calendrier, tâches ou contacts.
it_it: La '{0}' è di una tipologia errata. Si deve trattare di una cartella calendario, compiti o contatti.
ru_ru: В папке '{0}' неверный тип данных. Папка должна содержать данные типа контакты, календарь или задачи.
zh_cn: '{0}' 文件夹中的 ItemType 错误。它应是日历、任务或联系人文件夹。

source: Connection test successful BUT:
de_de: Verbindungstest erfolgreich ABER:
fr_fr: REUSSITE du test de connexion MAIS:
it_it: Test di collegamento superato MA:
ru_ru: Проверка соединения прошла успешно, НО:
zh_cn: 连接测试成功，但：
