Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: removes duplicate Outlook appointments based on start end and subject of the events after each sync run &#xA;be aware of possible performance penalties with this option enabled.
de_de: entfernt doppelte Outlook Termine identifiziert durch Start Ende und Betreff nach jedem Synchronisationslauf Beachten Sie mögliche Performanceeinbußen wenn diese Option aktiviert ist.
fr_fr: Supprime les doublons d’événements Outlook sur la base du début/de la fin et du sujet de l'événement après chaque synchronisation. Veuillez noter que l'activation de cette option peut entraîner une diminution des performances.
it_it: Ad ogni sincronizzazione elimina le date doppie identificate tramite Start/End (inizio/fine) e l'oggetto Prestare attenzione ai possibili cali di performance quando l'opzione è attivata.
ru_ru: Удаляет дубликаты событий в MS Outlook на основании сравнения даты начала, даты завершения и наименования после каждой сессии синхронизации. Может привести к определённому замедлению работы.
zh_cn: 在每次同步运行后，根据事件的开始、结束和事件主题删除重复的Outlook约会 请注意启用此选项可能带来的性能损失。

source: Sync runs with errors or warnings
de_de: Synchronisationsläufe mit Fehler und Warnungen
fr_fr: Synchronisation avec erreurs et alertes
it_it: Iter di sincronizzazione con errori e ammonimenti
ru_ru: Сессии синхронизации с ошибками и предупреждениями
zh_cn: 同步执行出现错误或警告

source: Outlook and most servers calculate the intersection with the time-range differently for recurring events&#xA;which can cause doubled or deleted events. So it is recommended to select&#xA;a time-range which is larger than the largest interval of your recurring events&#xA;(e.g. 1 year for birthdays)
de_de: Outlook und die meisten Server berechnen die Überlappung mit dem Zeitfilter unterschiedlich für wiederholende Termine was zu doppelten oder gelöschten Terminen führen kann. Deswegen ist es empfohlen einen Zeitfilter der größer als das größte Intervall eines wiederholenden Termins ist zu definieren (z.B. 1 Jahr bei Geburtstagen)
fr_fr: Outlook et la plupart des serveurs ne gèrent pas de la même façon les conflits de date des événements récurrents, ce qui peut entraîner la création de doublons ou la suppression de certains événements. Il est donc recommandé de définir un filtre temporel plus étendu que le plus grand intervalle séparant deux événements récurrents (p.ex. une année pour les dates d'anniversaire)
it_it: Outlook e la maggior parte dei server calcolano la sovrapposizione col filtro tempo in maniera diversa per date ricorrenti, il che può produrre appuntamenti doppi od annullati. Per questi motivi si consiglia di definire un filtro tempo maggiore dell'intervallo ricorrente più lungo (p. es. un anno nel caso dei compleanni)
ru_ru: MS Outlook и большинство серверов вычисляют пересечение повторяющихся событий с периодом синхронизации по разному, что может привести к удвоению или удалению событий. Поэтому рекомендуется выбирать период синхронизации длиннее, чем самый большой интервал между повторяющимися событиями (например 1 год для дней рождений).
zh_cn: Outlook和大多数服务器以不同的方式计算重复事件的时间范围的交集 这会导致重复或删除事件。所以建议选择 一个大于重复事件的最大间隔的时间范围 （例如 1 岁生日）

source: Outlook Entity
de_de: Outlook Objekt
fr_fr: Objet Outlook
it_it: Outlook oggetto
ru_ru: Объект MS Outlook
zh_cn: Outlook 实体

source: WARNING profile '{0}', references an outlook folder that doesn't exist.
de_de: WARNUNG Profil '{0}' verweist auf einen nicht exisitierenden Outlook Ordner.
fr_fr: ATTENTION: le profil '{0}' pointe vers un dossier Outlook inexistant.
it_it: ATTENZIONE Il profilo '{0}' rimanda a una cartella Outlook non esistente.
ru_ru: ПРЕДУПРЕЖДЕНИЕ: профиль '{0}', обращается к несуществующей папке MS Outlook.
zh_cn: 警告：配置文件 '{0}' 引用了不存在的 Outlook 文件夹。

source: DAV contact group format
de_de: DAV Kontaktgruppen Format
fr_fr: Format des groupes de contacts DAV
it_it: Formato DAV gruppi di contatto
ru_ru: Формат группы контактов DAV
zh_cn: DAV 联系人组格式

source: The Email address is invalid
de_de: Die Email Adresse ist ungültig
fr_fr: L'adresse e-mail n'est pas valable.
it_it: L'indirizzo mail non è valido
ru_ru: Адрес электронной почты неверен
zh_cn: 电子邮件地址无效

source: If checked invalid characters in XML server responses are allowed.&#xA;A typical invalid char, sent by some servers is 'Form feed' (0x0C).
de_de: Wenn aktiviert werden ungültige Zeichen in der XML Antwort des Servers akzeptiert. Ein typisches ungültiges Zeichen das manche Server senden ist 'Form feed' (0x0C).
fr_fr: Si activé, les caractères non valables de la réponse XML du serveur sont acceptés. 'Form feed' (0x0C) est l'un des caractères non valables retournés par certains serveurs.
it_it: Se attivato vengono accettati simboli non validi nella risposta XML del server. Un tipico simbolo non valido, inviato da alcuni server, è 'Form feed' (0x0C).
ru_ru: Если включено, то неверные знаки в XML ответах серверов допускаются. Типичный неверный знак посылаемый некоторыми серверами - 'Form feed' (0x0C).
zh_cn: 如果选定，则允许 XML 服务器响应中的无效字符。 一些服务器发送的典型的无效字符是 'Form feed' (0x0C)。

source: Do autodiscovery
de_de: Starte automatische Suche
fr_fr: Démarrer recherche automatique
it_it: Inizia ricerca automatica
ru_ru: Произвести автообнаружение.
zh_cn: 执行自动寻找

source: - The specified URL does not support address books.
de_de: - Die ausgewählte URL unterstützt keine Adressbücher.
fr_fr: - L'URL sélectionnée ne correspond pas à un carnet d'adresses.
it_it: - L'URL selezionato non supporta la rubrica indirizzi.
ru_ru: По указанному пути не обнаружена адресная книга.
zh_cn: - 指定的 URL 不支持通讯簿。

source: hours
de_de: Stunden
fr_fr: Heures
it_it: Orari
ru_ru: час
zh_cn: 小时

source: Sucessfully imported {0} profile(s) from '{1}'.
de_de: {0} Profil(e) erfolgreich importiert von '{1}'.
fr_fr: {0} Profil(s) importés vers '{1}'.
it_it: {0} Profilo(i) importato(i) con successo da '{1}'.
ru_ru: Успешно импортировано {0} профиль(ей) из '{1}'.
zh_cn: 成功导入 {0} 配置文件到 '{1}'。

source: Show reports and notify:
de_de: Zeige Reports und Popup:
fr_fr: Afficher rapports et notification:
it_it: Mostra report e pop-up:
ru_ru: Показать отчёты и уведомить:
zh_cn: 显示报告和通知：

source: Export Html description X-ALT-DESC converted from RTF Body
de_de: Exportiere Html Termin Beschreibung X-ALT-DESC konvertiert aus dem RTF Text in Outlook
fr_fr: Exportation de la description Html de l'événement X-ALT-DESC convertie à partir du texte RTF dans Outlook
it_it: Esporta in Outlook la descrizione html dell'appuntamento X-ALT-DESC come convertita in RTF
ru_ru: Показать Html дескриптор X-ALT-DESC, конвертированный из заметки в формате RTF
zh_cn: 导出从 RTF 正文转换的 HTML 描述 X-ALT-DESC

source: The selected entity does not exist anymore.
de_de: Die ausgewählte Entität existiert nicht mehr!
fr_fr: L'entité sélectionnée n'existe plus!
it_it: L'entità selezionata non esiste più!
ru_ru: Указанный объект более не существует
zh_cn: 选定实体不存在。

source: Timezone Settings
de_de: Zeitzonen Einstellungen
fr_fr: Paramètres fuseau horaire
it_it: Impostazioni zone temporali
ru_ru: Настройки часового пояса
zh_cn: 时区设置

source: Use Google native API
de_de: Verwende Google native API
fr_fr: Utiliser l’API Google native
it_it: Impiegare Google native API
ru_ru: Использовать Google native API
zh_cn: 使用 Google 原生 API

source: Only sync runs with errors
de_de: Nur Synchronisationsläufe mit Fehler
fr_fr: Synchronisations avec erreurs seulement
it_it: Solo percorsi di sincronizzazione con errori
ru_ru: Только сессии синхронизации с ошибками
zh_cn: 仅执行出错的同步

source: Reports
fr_fr: Rapports
it_it: Report
ru_ru: Отчёты
zh_cn: 报告

source: - The specified calendar doesn't allow creation of appointments!
de_de: - Der ausgewählte Kalender besitzt keine Rechte zum Erstellen von Terminen!
fr_fr: - Le calendrier sélectionné n'autorise pas la création d’événements!
it_it: - Il calendario selezionato non è autorizzato a creare appuntamenti!
ru_ru: Указанный календарь не поддерживает созание событий!
zh_cn: - 指定的通讯簿不允许创建约会！

source: Information about the project and version.
de_de: Information über das Projekt und die Version.
fr_fr: Informations sur le projet et la version.
it_it: Informazioni sul progetto e la versione
ru_ru: Сведения о проекте и текущей версии.
zh_cn: 关于项目和版本的信息。

source: Successfully updated the server calendar color!
de_de: Server Kalenderfarbe erfolgreich aktualisiert!
fr_fr: La couleur du calendrier a été actualisée!
it_it: Server colore calendario aggiornato con successo!
ru_ru: Успешно обновлён цвет календаря на сервере!
zh_cn: 成功更新服务器日历颜色！

source: Map Distribution Lists
de_de: Synchronisiere Kontaktgruppen
fr_fr: Synchroniser les groupes de contacts
it_it: Sincronizza gruppi di contatto
ru_ru: Указать листы рассылки
zh_cn: 安排分布列表

source: Enable Client Certificates
de_de: Aktiviere Client Zertifikate
fr_fr: Activer les certificats client
it_it: Attiva certificati cliente
ru_ru: Активировать сертификаты на стороне клиента
zh_cn: 启用证书验证

source: Synchronization Reports
de_de: Synchronisationsreports
fr_fr: Rapports de synchronisation
it_it: Report di sincronizzazione
ru_ru: Отчёты о синхронизации
zh_cn: 同步报告

source: Synchronization Profiles
de_de: Synchronisationsprofile
fr_fr: Profils de synchronisation
it_it: Profili di sincronizzazione
ru_ru: Профили синхронизации
zh_cn: 同步配置文件

source: The specified URL doesn't support WebDav Collection Sync, the option will be disabled!
de_de: Die konfigurierte URL unterstützt WebDav Collection Sync nicht und die Option wird deaktiviert!
fr_fr: L'URL configurée n'est pas compatible avec WebDav Collection Sync. L'option est désactivée!
it_it: L'URL configurato non supporta WebDav Collection Sync e l'opzione viene disattivata!
ru_ru: Источник по указанному пути URL не поддерживает WebDav Collection Sync, эта возможность будет деактивирована.
zh_cn: 指定 URL 不支持 WebDav Collection 同步，选项将被禁用！

source: Map all Outlook custom properties to X-CALDAVSYNCHRONIZER attributes
de_de: Mappe alle benutzerdefinierten Outlook Eigenschaften auf X-CALDAVSYNCHRONIZER Attribute
fr_fr: Mapper toutes les propriétés personnalisées Outlook sur les attributs X-CALDAVSYNCHRONIZER
it_it: Esegui la mappatura di tutte le caratteristiche Outlook definite dall'utente in base agli attributi X-CALDAVSYNCHRONIZER
ru_ru: Указать все специальные настройки MS Outlook, как атрибуты X-CALDAVSYNCHRONIZER
zh_cn: 将所有 Outlook 自定义属性映射到 X-CALDAVSYNCHRONIZER 属性。

source: General Event Mapping Settings
de_de: Allgemeine Termin Mapping Einstellungen
fr_fr: Paramètres généraux du mappage des événements
it_it: Impostazioni generali mappatura appuntamenti
ru_ru: Основные настройки событий календаря
zh_cn: 通用事件映射设置

source: Show the advanced settings in synchronization profiles as default if enabled.
de_de: Zeige die erweiterten Einstellungen in den Synchronisationsprofilen standardmäßig an wenn aktiviert.
fr_fr: Si activé, afficher par défaut les paramètres avancés dans les profils de synchronisation.
it_it: Mostra le configurazioni ampliate nei profili di sincronizzazione in modo standard se attivate.
ru_ru: Если активировано, показать расширенные настройки профилей синхронизации по умолчанию.
zh_cn: 如果启用，默认显示同步配置文件中的高级设置。

source: Proxy Settings
de_de: Proxy Einstellungen
fr_fr: Paramètres proxy
it_it: Impostazioni proxy
ru_ru: Настройки прокси.
zh_cn: 代理设置

source: Connection test successful.
de_de: Verbindungstest erfolgreich.
fr_fr: Réussite du test de connexion.
it_it: Test di collegamento superato.
ru_ru: Проверка соединения успешна.
zh_cn: 连接测试成功。

source: Synchronization profile '{0}' executed with error(s).
de_de: Synchronisationsprofil '{0}' ausgeführt mit Fehler(n).
fr_fr: Profil de synchronisation '{0}' exécuté avec erreur(s).
it_it: Profilo di sincronizzazione '{0}' eseguito con errore(i).
ru_ru: Синхронизация профиля '{0}' завершилась с ошибкой(ами).
zh_cn: 同步配置文件 '{0}' 执行出现错误。

source: Outlook → Server (Merge)
de_de: Outlook → Server (Zusammenführen)
fr_fr: Outlook → Serveur (fusion)
it_it: Outlook → Server (riunire)
ru_ru: Outlook → Server (Совмещение)
zh_cn: Outlook → 服务器（合并）

source: No
de_de: Nein
fr_fr: Non
ru_ru: Нет
zh_cn: 不

source: - Invalid CalDavConnectTimeout
de_de: - Ungültiger Wert für CalDavConnectTimeout
fr_fr: - Délai de connexion CalDav incorrect (CalDavConnectTimeout).
it_it: - Valore non valido causa timeout connessione CalDav.
ru_ru: Неверный CalDavConnectTimeout
zh_cn: - 无效的 CalDavConnectTimeout 值

source: Use fast GetTable queries when accessing Outlook folders.&#xA;Disable only if you get errors in GetVersions, when disabled every item needs to be requested&#xA;which causes a performance penalty!
de_de: Verwende schnelle GetTable Abfragen für den Zugriff auf Outlook Ordner. Nur deaktivieren bei Fehlern bei GetVersions, da die Performance leidet weil ansonsten jedes Element einzeln abgefragt werden muss!
fr_fr: Utiliser les requêtes rapides GetTable pour l'accès aux dossiers Outlook. Ne désactiver qu'en cas d'erreur dans GetVersions. Si désactivé, chaque élément doit faire l'objet d'une requête, ce qui nuit à la performance!
it_it: Utilizzare delle interrogazioni rapide GetTable per l'accesso alla cartella Outlook. Disattivare solo in caso di errori per GetVersions, dal momento che la performance ne risente poiché altrimenti ogni elemento dev'essere richiamato singolarmente!
ru_ru: Использовать быстрые запросы GetTable для доступа к папкам MS Outlook. Отключить только в случае получения ошибок в GetVersions, когда выключено, каждый объект требует отдельного обращения, что влечёт падение производительности.
zh_cn: 在访问 Outlook 文件夹时使用快速获取表查询。 仅当你在 GetVersions 中得到错误时禁用，禁用时，每个项目都需要被请求 这会导致性能损！

source: Map Outlook start and due date of task as floating without timezone
de_de: Synchronisiere Outlook Start und Fällig Datum von Aufgaben ohne Zeitzoneninformation
fr_fr: Synchroniser les dates de début et fin des tâches Outlook sans information sur le fuseau horaire
it_it: Sincronizza in Outlook data di inizio e scadenza di compiti senza le informazioni sul fuso orario.
ru_ru: Указать в MS Outlook даты начала и завершиния задач, как плавающие, без указания часового пояса.
zh_cn: 将 Outlook 任务的起始或终止日期映射为无时区的 floating

source: Fixes invalid settings automatically, when&#xA;synchronization profiles are edited.&#xA;&#xA;E.g.: if a read-only CalDav calendar is selected&#xA;and the synchronization mode is set to TwoWay,&#xA;then the synchronization mode is automatically&#xA;set to one way, so that there are no write&#xA;operations performed in the read-only&#xA;calendar, which would produce errors.&#xA;Disabling this setting might be helpful for testing,&#xA;but you should know what you do.
de_de: Repariert ungültige Einstellungen automatisch wenn Synchronisationsprofile editiert werden. Z.B. wird der Synchronisationsmodus automatisch auf Einweg gesetzt wenn ein CalDaV Kalender mit nur Lesezugriff ausgewählt wurde und der Modus auf Zwei-Wege eingestellt wurde, damit keine Fehler beim Versuch Schreiboperationen durchzuführen auftreten. Deaktivieren dieser Einstellungen ist nur für Testzwecke sinnvoll und sollte normalerweise nicht gemacht werden.
fr_fr: Réparation automatique des paramètres incorrects lors de la modification des profils de synchronisation. Le mode de synchronisation est fixé en sens unique par défaut lorsqu'un calendrier CalDav en lecture seule a été sélectionné et que sa synchronisation a été paramétrée dans les deux sens, ceci afin d'éviter les erreurs en cas de tentative d'écriture. Il faut éviter la désactivation de ces paramètres, laquelle ne se justifie que pour des raisons de tests.
it_it: Ripara automaticamente impostazioni non valide al momento dell‘edit dei profili sincronizzati. Quando per esempio la sincronizzazione viene automaticamente impostata in un‘unica modalità - nel caso in cui sia stato selezionato un calendario CalDAV di sola lettura e la modalità sia impostata a due vie - allo scopo di evitare errori nella scrittura. Disattivare queste impostazioni ha senso solo a scopo di test e non dovrebbe, di norma, essere fatto.
ru_ru: Исправляет неверные настройки автоматически в ходе редактирования профилей. К примеру, если выбран календарь только для чтения, а направление синхронизации выбрано двустороннее, то направление синхронизации автоматически изменяется на одностороннее так, что никаких операций записи в календаре только для чтения, могущих привести к ошибкам, не происходит. Выключение этой настройки может быть полезно при проверках, но вы должны знать, что вы делаете.

source: Network Settings
de_de: Netzwerk Einstellungen
fr_fr: Paramétres réseau
it_it: Impostazioni di rete
ru_ru: Сетевые настройки
zh_cn: 网络设置

source: Password:
de_de: Passwort:
fr_fr: Mot de passe:
ru_ru: Пароль:
zh_cn: 密码：

source: Outlook Delta:
ru_ru: Разница с MS Outlook:

source: Do not overwrite FileAs in Outlook with FN &#xA;Uses default FileAs as set in global Outlook options for new entries.
de_de: Überschreibe nicht 'Speichern unter' in Outlook mit dem FN Attribut Verwende Standard 'Speichern unter' Einstellung von den globalen Outlook Adressbuch Optionen.
fr_fr: Ne pas écraser 'Enregistrer sous' dans Outlook avec l’attribut FN Utiliser les paramètres par défaut 'Enregistrer sous' des options du carnet d'adresses global Outlook.
it_it: In Outlook non sovrascrivere 'SALVA COME' con l'attributo FN Utilizza l'impostazione standard 'SALVA COME' come da opzioni globali della rubrica indirizzi di Outlook.
ru_ru: Не переписывать флаг FileAs флагом FN. Использует настроенный по умолчанию в MS Outlook флаг FileAs для всех новых объектов.
zh_cn: 不要在 Outlook 中用 FN 覆盖 FileAs 对新条目使用全局 Outlook 选项中设置的默认 FileAs。

source: Perform synchronization in chunks
de_de: Führe Synchronisation in Blöcken durch
fr_fr: Exécuter synchronisation par blocs
it_it: Esegui sincronizzazioni a blocchi
ru_ru: Осуществлять синхронизацию партиями объектов
zh_cn: 按块执行同步

source: &lt;MISSING&gt;
de_de: <FEHLT>
fr_fr: <MANQUE>
it_it: <ASSENTE>
ru_ru: <ОТСУТСТВУЕТ>
zh_cn: <缺失>

source: Synchronization profile '{0}' executed with warning(s).
de_de: Synchronisationsprofil '{0}' ausgeführt mit Warnung(en).
fr_fr: Profil de synchronisation '{0}' exécuté avec alerte(s).
it_it: Profilo di sincronizzazione '{0}' eseguito con avviso(i).
ru_ru: Профиль синхронизации '{0}' завершился с ошибкой(ами).
zh_cn: 同步配置文件 '{0}' 执行出现警告。

source: Add new profile
de_de: Füge Profil hinzu
fr_fr: Ajouter un profil
it_it: Aggiungi profilo
ru_ru: Добавить новый профиль
zh_cn: 添加新配置文件

source: Synchronization interval (minutes):
de_de: Synchronisationsintervall (in Minuten):
fr_fr: Intervalle de synchronisation (en minutes):
it_it: Intervallo di sincronizzazione (in minuti):
ru_ru: Интервал между сессиями синхронизациями (минут);
zh_cn: 同步间隔（分钟）：

source: - If you don't know the URL you can also enter the Email address and try to discover it.
de_de: - Wenn die URL nicht bekannt ist, kann auch nur die Email Adresse eingegeben werden um die URL automatisch zu finden.
fr_fr: - Lorsque l'URL n'est pas connue, vous pouvez aussi saisir l'adresse e-mail pour trouver automatiquement l'URL.
it_it: - Se l'URL non è noto, per trovarlo automaticamente, è possibile inserire anche solo l'indirizzo e-mail.
ru_ru: Если вам не известен путь URL, вы можете указать адрес электронной почты и попытаться обнаружить путь по нему.
zh_cn: - 如果您不知道 URL，您也可以输入电子邮件地址并尝试找到它。

source: If unchecked the displayname is used for creating the DAV resource Uri instead of a random string.
de_de: Wenn die Option deaktiviert ist, wird der Anzeigename anstelle eines zufälligen Strings für die DAV Ressource Uri verwendet
fr_fr: Si cette option est désactivée, le nom de l’affichage est utilisé à la place d'une chaîne de caractères aléatoires pour la ressource DAV Uri
it_it: Se l'opzione viene deattivata, la denominazione viene utilizzata al posto di un eventuale stringa per la risorsa URI di DAV
ru_ru: Если не активировано, то наименование профиля синхронизации используется для создания пути URI источника на сервере DAV вместо случайного значения.
zh_cn: 如不选定，displayname 将用于创建 DAV 资源 Uri，而不是随机字符串。

source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
ru_ru: Ошибка
zh_cn: 错误

source: Operation aborted
de_de: Operation abgebrochen
fr_fr: Opération interrompue
it_it: Operazione interrotta
ru_ru: Операция прервана
zh_cn: 操作终止

source: Enable SSL3
de_de: Aktiviere SSL3
fr_fr: Activer SSL3
it_it: Attiva SSL3
ru_ru: Включить SSL3
zh_cn: 启用 SSL3

source: - Custom properties must not be empty.
de_de: - Benutzerdefinierte Eigenschaften dürfen nicht leer sein.
fr_fr: - Les propriétés personnalisées ne peuvent pas être vides.
it_it: - Le impostazioni proprie dell'utente devono essere compilate.
ru_ru: Специальные настройки не должны быть пустыми
zh_cn: - 自定义属性不能为空。

source: Warning: did not find folder '{0}'
de_de: Warnung: Ordner '{0}' wurde nicht gefunden
fr_fr: Attention: dossier '{0}' introuvable.
it_it: Attenzione: la cartella '{0}' non è stata trovata
ru_ru: Предупреждение: не найдена папка '{0}'
zh_cn: 警告：找不到文件夹 '{0}'

source: Address Books
de_de: Adressbücher
fr_fr: Carnets d'adresses
it_it: Rubriche indirizzi
ru_ru: Адресная книга
zh_cn: 通讯簿

source: Default IM protocol:
de_de: Standard IM Protokoll:
fr_fr: Protocole IM par défaut:
it_it: Protocollo IM Standard:
ru_ru: Протокол мгновенных сообщений по умолчанию:
zh_cn: 默认 IM 协议：

source: Disabling is a major security risk, not recommended!
de_de: Deaktvieren nicht empfohlen aufgrund von gravierenden Sicherheitsrisiken!
fr_fr: Cette désactivation déconseillée parce qu'elle entraîne un important risque de sécurité!
it_it: Disabilitazione non consigliata dati gravi rischi per la sicurezza!
ru_ru: Выключение - это серьёзный риск безопасности, настоятельно не рекомендуется!
zh_cn: 禁用该选项会导致重要安全风险，不推荐！

source: Sucessfully exported {0} profile(s) to '{1}'.
de_de: {0} Profil(e) erfolgreich exportiert nach '{1}'.
fr_fr: {0} Profil(s) exportés vers '{1}'.
it_it: {0} Profilo(i) esportato(i) con successo in '{1}'.
ru_ru: Успешно экспортировано {0} профиль(ей) в '{1}'.
zh_cn: 成功导出 {0} 配置文件到 '{1}'。

source: - WebDav collection sync is currently just supported for appointments and contacts.
ru_ru: WebDav collection sync в настоящее время поддерживается только для событий и контактов.
zh_cn: - WebDav 收集同步目前只支持约会和联系人。

source: StartTime:
de_de: Startzeit:
fr_fr: Heure du démarrage:
it_it: Ora di inizio:
ru_ru: Время начала:
zh_cn: 开始时间：

source: The tasklist with id '{0}' is invalid.
de_de: Die Taskliste mit der Id '{0}' ist ungültig.
fr_fr: La liste des tâches avec Id '{0}' n'est pas valable.
it_it: L'elenco dei compiti con l'ID '{0}' non è valido.
ru_ru: Список задач '{0}' неверный.
zh_cn: ID 为 '{0}' 的任务列表无效

source: Show advanced settings as default
de_de: Zeige erweiterte Einstellungen standardmäßig an
fr_fr: Afficher paramètres avancés par défaut
it_it: Mostra le impostazioni ampliate in modo standard
ru_ru: Показывать расширенные настройки по умолчанию
zh_cn: 显示高级设置作为默认

source: No resource selected!
ru_ru: Не выбран ни один источник!
zh_cn: 没有选择资源！

# Error while trying to fetch the news. Please see logfile for details.
source: Error while trying to fetch the news.\r\nPlease see logfile for details.
de_de: Fehler beim Laden der Änderungen.\r\nBitte überprüfen Sie das Logfile für Details.
fr_fr: Erreur lors du chargement des modifications.\r\nDétails dans l'historique.
it_it: Errore nel caricare le modifiche.\r\nPer dettagli controllare il logfile.
ru_ru: Ошибка при попытке получения изменений. См. подробности в журнале.
zh_cn: 获取新闻时出错。\r\n详细信息请参见日志文件。

source: Store data in roaming folder
de_de: Speichere Daten im Roaming Profilordner
fr_fr: Enregistrer les données dans le dossier du profil d'itinérance
it_it: Salva i dati nella cartella profilo roaming
ru_ru: Хранить данные в общей папке
zh_cn: 在 Roaming 文件夹中存储数据

source: DAV URL:
fr_fr: URL DAV:
it_it: URL DAV:
ru_ru: Путь URL к серверу DAV:
