Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: Use Iana instead of Windows timezones for creating events on CalDAV server. &#xA;Needed for servers which do not accept non standard Windows timezones like GMX for example. &#xA;Timezone definitions will be downloaded from http://tzurl.org.
de_de: Verwende Iana Zeitzone anstelle von Windows Zeitzonen zum Erstellen von Terminen am CalDAV Server. Notwendig für Server die die nicht standardkonformen Windows Zeitzonen nicht akzeptieren wie z.B. GMX. Zeitzonendefinitionen werden von http://tzurl.org heruntergeladen.
fr_fr: Utiliser le fuseau horaire IANA à la place des fuseaux horaires Windows pour créer des événements sur le serveur CalDav. Cela est nécessaire pour les serveurs qui n'accepte pas les fuseaux horaires Windows non normalisés - par exemple GMX. Télécharger les définitions de fuseaux horaires sur http://tzurl.org
it_it: Impiegare la zona temporale Iana invece he le zone temporali Windows per la realizzazione di scadenze nel server CalDAV. Necessario per i server che non accetteranno zone temporali Windows conformi agli standard, come ad es. GMX. Le definizioni delle zone temporali vengono scaricate da http://tzurl.org
ru_ru: Использовать IANA вместо частовых поясов Windows для создания событий на сервере Caldav. Необходимо для серверов, не принимащих нестанадртные часовые пояса Windows, например такие как GMX. Определения часовых поясов будут загружены с http://tzurl.org.
zh_cn: 在 CalDAV 服务器上创建事件使用 IANA 而非 Windows 时区。 需要不接受非标准的 Windows 时区（例如 GMX）的服务器。 时区定义可从 http://tzurl.org 下载。

source: Expand all nodes in the treeview of the Synchronization Profiles configuration as default if enabled.&#xA;Only applicable if advanced settings are turned on.
de_de: Wenn aktiviert werden alle Knoten in der Baumansicht der Synchronisationsprofile standardmäßig aufgeklappt. Nur anwendbar wenn erweiterte Einstellungen eingeschalten sind.
fr_fr: Si activé, déploiement par défaut de tous les nœuds de l'organigramme des profils de synchronisation. Uniquement applicable si les paramètres avancés sont activés.
it_it: Se attivati tutti i nodi vengono di norma aperti nell'albero dei profili di sincronizzazione. Applicabili solo in presenza di impostazioni ampliate.
ru_ru: Если включено, раскрывать все пункты древовидной настройки профиля синхронизации по умолчанию. Применимо только в случае, если расширенные настройки активированы.
zh_cn: 展开同步配置文件树视图中的所有节点（若启用）。 仅适用于高级设置启用的情况。

source: Show status of sync runs.
de_de: Zeige Status der letzten Sync Durchläufe.
fr_fr: Afficher statut des dernières synchronisations.
it_it: Mostra status delle ultime esecuzioni Sync.
ru_ru: Показывать статус процесса синхронизации.
zh_cn: 显示同步执行状态。

source: Options
de_de: Optionen
it_it: Opzioni
ru_ru: Настройки
zh_cn: 选项

source: - The CalDav/CardDav URL is not a well formed URL. ({0})
de_de: - Die CalDav/CardDav URL ist keine gültige URL. ({0})
fr_fr: - L’URL CalDav/CardDav n'est pas une URL valable. ({0})
it_it: - L'URL CalDav/CardDav non è un URL valido. ({0})
ru_ru: Неверно указан путь до сервера CalDAV/CardDAV. ({0})
zh_cn: - CalDav/CardDav URL 不符合格式。({0})

source: Take care, when changing settings for non-empty folders (see tooltip)
de_de: VORSICHT bei Verändern von Einstellungen für nicht leere Ordner (siehe ToolTip)
fr_fr: PRUDENCE lors de la modification des paramètres pour les dossiers qui ne sont pas vides (voir ToolTip)
it_it: ATTENZIONE quando si modificano le impostazioni per le cartelle non vuote (v. ToolTip)
ru_ru: Будьте внимательны при изменении настроек для непустых папок (смотри подсказки).
zh_cn: 在更改非空文件夹的设置时要小心（参见工具提示）

source: Set DAV calendar color
de_de: Setze DAV Kalenderfarbe
fr_fr: Fixer couleur calendrier DAV
it_it: Stabilire colore calendario DAV
ru_ru: Установить цвет календаря CalDAV
zh_cn: 设置 DAV 日历颜色

source: &lt;New Profile&gt;
de_de: <Neues Profil>
fr_fr: <Nouveau profil>
it_it: <Nuovo profilo>
ru_ru: <Новый профиль>
zh_cn: <新配置文件>

source: Log Entity Names
de_de: Protokolliere Namen der Entitäten
fr_fr: Répertorier les noms des entités
it_it: Protocolla i nomi delle entità
ru_ru: Наименование позиций журнала
zh_cn: 日志实体名

source: Name
fr_fr: Nom
it_it: Nome
ru_ru: Наименование
zh_cn: 名称

source: Synchronization timespan future (days):
de_de: Synchronisationszeitspanne in die Zukunft (in Tagen):
fr_fr: Fréquence des prochaines synchronisations (en jours):
it_it: Lasso temporale di sincronizzazione nel futuro (in giorni):
ru_ru: Период времени для синхронизации событий в бущудем (дней):
zh_cn: 未来同步时间跨度（日）：

source: Raw
de_de: Rohdaten
fr_fr: Données brutes
it_it: Dati non elaborati
ru_ru: Исходные данные
zh_cn: 原始数据

source: Save selected to Zip file
de_de: Speichere als Zip Datei
fr_fr: Enregistrer comme fichier zip
it_it: Memorizza come file Zip
ru_ru: Сохранить выбранное в архив Zip
zh_cn: 将选定项保存为 Zip 文件

source: - The specified URL does not support calendar queries. Some features like time range filter may not work!
de_de: - Die ausgewählte URL unterstützt nicht alle CalDav Kalenderabfragen. Einige Features wie z.B. Zeitfilter funktionieren eventuell nicht!
fr_fr: - L'URL sélectionnée n'est pas compatible avec toutes les requêtes calendrier CalDav. Il se peut que certaines fonctions comme le filtre temporel ne fonctionne pas!
it_it: - L'URL selezionato non supporta tutte le interrogazioni CalDav. È possibile che alcune funzioni come ad esempio il filtro tempo non funzionino!
ru_ru: Указанный сетевой источник не поддерживает календарные запросы. Некоторые особенности, такие как фильтр по периоду времени, могут не работать!
zh_cn: - 指定的 URL 不支持日历查询，部分功能如时间范围过滤器可能无法工作！

source: Map Distribution Lists / Contact Groups
de_de: Synchronisiere Outlook Verteilerlisten / Kontaktgruppen
fr_fr: Synchroniser les listes d'envoi / groupe de contacts Outlook
it_it: Sincronizza liste per conoscenza / gruppi di contatto di Outlook
ru_ru: Указать списки рассылки / Группы контактов
zh_cn: 安排分布列表 / 联系人组

source: Add multiple profiles
de_de: Füge mehrere Profile hinzu
fr_fr: Ajouter plusieurs profils
it_it: Aggiungi più profili
ru_ru: Добавить множественные профили
zh_cn: 添加多个配置文件

source: Create DAV resource
de_de: Erstelle DAV Ressource
fr_fr: Créer ressource DAV
it_it: Crea la risorsa DAV
ru_ru: Создать сетевой источник DAV
zh_cn: 创建 DAV 资源

source: The specified URL is a read-only addressbook. Synchronization mode set to '{0}'.
de_de: Die konfigurierte URL ist ein Adressbuch mit Nur-Lese-Zugriff. Der Synchronisationsmodus wird auf '{0}' gesetzt.
fr_fr: L'URL configurée correspond à un carnet d'adresses en lecture seule. Mode de synchronisation réglé sur '{0}'
it_it: L'URL configurato è una rubrica con un accesso di sola lettura. La modalità di sincronizzazione viene impostata su '{0}'.
ru_ru: По указанному пути URL расположена адресная книга только для чтения. Метод синхронизации установлен в '{0}'.
zh_cn: 指定 URL 是只读通讯簿。同步模式设置为 '{0}'。

source: Automatic
de_de: Automatisch
fr_fr: Automatique
it_it: automaticamente
ru_ru: Автоматически
zh_cn: 自动

source: Just upcoming reminders
de_de: Nur zukünftige Erinnerungen
fr_fr: Notifications futures seulement
it_it: Solo futuri solleciti
ru_ru: Напоминания только о будущих событиях
zh_cn: 仅即将到来的提醒

source: Use system default proxy (settings from IE and config file)
de_de: Verwende System Default Proxy Einstellungen (von IE und Konfigurationsdatei)
fr_fr: Utiliser le proxy système par défaut (paramètres IE et fichier de configuration)
it_it: Impiega le impostazioni per il System Default Proxy (di IE e file configurazione)
ru_ru: Использовать прокси-сервер операционной системы по умолчанию (настройки из IE и конфигурационных файлов)
zh_cn: 使用系统默认代理（IE 和配置文件的设置）

source: Sync also tasks without any category
de_de: Synchronisiere auch Aufgaben ohne Kategorie
fr_fr: Également synchroniser les tâches sans catégorie
it_it: Sincronizza anche i compiti senza categoria
ru_ru: Синхронизировать, такж, задачи безо всяких категрий
zh_cn: 同时同步不属于任何类别的任务

source: Advanced Network Settings
de_de: Erweiterte Netzwerk Einstellungen
fr_fr: Paramètres réseau avancés
it_it: Impostazioni di rete ampliate
ru_ru: Расширенные сетевые настройки
zh_cn: 高级网络设置

source: Use fast queries for Outlook folders
de_de: Verwende schnelle Abfragen für Outlook Ordner
fr_fr: Utiliser les requêtes rapides pour les dossiers Outlook
it_it: Utilizza delle interrogazioni rapide per la cartella di Outlook
ru_ru: Использовать быстрые запросы для папок MS Outlook
zh_cn: 对 Outlook 文件夹使用快速查询

source: Exception that lead to abortion:
de_de: Ausnahme die den Abbruch verursacht hat:
fr_fr: Exceptions entraînant le plantage:
it_it: Eccezione che ha causato l'interruzione:
ru_ru: Исключение, которое ведёт к сбросу:
zh_cn: 导致失败的异常：

source: Custom Properties Mapping Configuration
de_de: Benutzerdefinierte Eigenschaften Mapping Konfiguration
fr_fr: Configuration du mappage des propriétés personnalisées
it_it: Configurazione mappatura delle caratteristiche definite dall'utente
ru_ru: Специальные настройки
zh_cn: 自定义属性映射配置

source: Don't use a time range less than 1 year if your calendar includes recurring events.
de_de: Verwende keinen Zeitfilter von unter einem Jahr wenn der Kalender wiederholende Termine aufweist.
fr_fr: Ne pas utiliser un filtre temporel inférieur à une année lorsque le calendrier affiche des événements récurrents.
it_it: Non utilizzare filtri temporali inferiori a un (1) anno se l'agenda presenta appuntamenti ricorrenti.
ru_ru: Не используйте перид синхронизации менее одного года если в вашем календаре есть повторяющиеся события
zh_cn: 如果您的日历包含重复事件，不要使用小于一年的时间范围。

source: Show reports of last sync runs.
de_de: Zeige Reports der letzten Sync Durchläufe.
fr_fr: Afficher rapports des dernières synchronisations.
it_it: Mostra report delle ultime esecuzioni Sync.
ru_ru: Показать отчёты по последним сеансчам синхронизации
zh_cn: 显示最近一次同步执行的报告。

source: SSL/TLS Settings
de_de: SSL/TLS Einstellungen
fr_fr: Paramètres SSL/TLS
it_it: Impostazioni SSL/TLS
ru_ru: Настройки SSL/TLS
zh_cn: SSL/TLS 设置

source: Info
ru_ru: Информация
zh_cn: 信息

source: Fix invalid settings
de_de: Repariere ungültige Einstellungen
fr_fr: Réparation des paramètres incorrects
it_it: Ripara impostazioni non valide
ru_ru: Исправить неверные настройки

source: Create events on server with downloaded IANA timezones
de_de: Erstelle Termine am Server mit der aktuell heruntergeladenen IANA Zeitzonendefinition
fr_fr: Créer les événements sur le serveur en utilisant les fuseaux horaires IANA téléchargés
it_it: Crea gli appuntamenti sul server con la definizione aggiornata delle zone orarie IANA come scaricata
ru_ru: Создавать событий на сервере с использованием загруженных часовых поясов IANA
zh_cn: 在服务器上创建事件（使用下载的 IANA 时区）

source: Import profiles from file
de_de: Importiere Profile aus Datei
fr_fr: Importer les profils d’un fichier
it_it: Importa profili da file
ru_ru: Импортировать профили из файла
zh_cn: 从文件导入配置文件

source: Contact Mapping Configuration
de_de: Kontakt Mapping Konfiguration
fr_fr: Configuration du mappage contact
it_it: Configurazione mappatura contatti
ru_ru: Настройка контактов
zh_cn: 联系人映射配置

source: Negate filter and sync all appointments except this category
de_de: Negiere Filter und synchronisiere alle Termine außer dieser Kategorie
fr_fr: Ignorer filtre et synchroniser tous les événements sauf cette catégorie
it_it: Nega il filtro e sincronizza tutte le date tranne questa categoria
ru_ru: Исключить из выборки и синхронизировать все события за исключением этой категории
zh_cn: 取消筛选并同步除此类别外的所有约会

source: Yes
de_de: Ja
fr_fr: Oui
it_it: Sì
ru_ru: Да
zh_cn: 是

source: Map priority
de_de: Synchronisiere Priorität
fr_fr: Synchroniser priorité
it_it: Sincronizza priorità
ru_ru: Указать приоритет
zh_cn: 安排优先级

source: Task start date will be mapped to 00:00 and Task due date to 23:59 without timezone.&#xA;Enable this if clients with different timezones are used and the due date should be local.
de_de: Das Startdatum von Aufgaben wird auf 00:00 gesetzt und das Fälligkeitsdatum auf 23:59 ohne Zeitzoneninformation. Aktivieren Sie diese Option wenn Clients mit verschiedenen Zeitzonen verwendet werden und die Fälligkeitsdaten lokal sein sollen.
fr_fr: La date du début de la tâche est fixée par défaut à 00:00 et son échéance à 23:59 sans information de fuseau horaire. Activer cette option si des clients sont situés dans des fuseaux horaires différents et que leurs dates d'échéance doivent correspondre au fuseau local.
it_it: La data di avvio dei compiti viene fissata alle 00:00 e la data di scadenza alle 23:59 senza informazioni sulle zone temporali. Attivare questa opzione se vengono impiegati Clients con diverse zone temporali e le date di scadenza devono essere locali.
ru_ru: Дата начала задачи будет указана, как 00:00, а дата завершения задачи - 23:59 без указания часового пояса. Использовать, если участвуют клиенты с различными часовыми поясами и дата исполнения должна быть по местному времени.
zh_cn: 任务起始日期映射为 00:00，任务终止日期映射为 23:59，不带时区。 如果使用不同时区的客户端并且到期日期应该是本地的，则启用此功能。

source: You need to choose a calendar folder to merge the Kolab resources!
de_de: Es muss ein Kalenderordner ausgewählt werden zum Zusammenführen der Kolab Ressourcen!
fr_fr: Il faut sélectionner un dossier calendrier pour fusionner les ressources Kolab!
it_it: Dev'essere selezionata una cartella calendario per riunire le risorse Kolab!
ru_ru: Выберите папку, соедержащую календарь для синхронизации с сетевыми источниками Kolab!
zh_cn: 您需要选择一个日历文件夹来合并 Kolab 资源！

source: General Logging
de_de: Generelles Logging
fr_fr: Historique général
it_it: Logging generale
ru_ru: Основные настройки журналирования
zh_cn: 通用日志

source: - Resources which are a calendar and an addressbook are not valid!
ru_ru: Сетевые источники календаря и адресной книги неверны!
zh_cn: - 日历与通讯簿资源无效！

source: Use random string for DAV resource Uri
de_de: Verwende zufälligen String für DAV Ressource Uri
fr_fr: Utiliser une chaîne de caractères aléatoires pour la ressource DAV Uri
it_it: Impiega stringa casuale per la risorsa DAV Uri
ru_ru: Использовать случайную строку для указания пути URI к сетевому источнику DAV
zh_cn: 为 DAV 资源 Uri 使用随机字符串

source: Click to open configuration.
de_de: Klick um Konfiguration zu öffnen.
fr_fr: Cliquer pour ouvrir la configuration.
it_it: Clicca per aprire la configurazione.
ru_ru: Нажмите для того, чтобы открыть настройки.
zh_cn: 单击打开配置。

source: Outlook ← Server (Merge)
de_de: Outlook ← Server (Zusammenführen)
fr_fr: Outlook ← Serveur (fusion)
it_it: Outlook ← Server (riunire)
ru_ru: Outlook ← Server (Совместить)
zh_cn: Outlook ← 服务器（合并）

source: - The specified calendar doesn't allow deletion of appointments!
de_de: - Der ausgewählte Kalender besitzt keine Rechte zum Löschen von Terminen!
fr_fr: - Le calendrier sélectionné n'autorise pas la suppression d’événements!
it_it: - Il calendario selezionato non è autorizzato a disdire appuntamenti!
ru_ru: Указанный календарь не поддерживает удаление событий!
zh_cn: - 指定的通讯簿不允许删除约会！

source: Resource displayname must not be empty!
de_de: Der Anzeigename der Ressource darf nicht leer sein!
fr_fr: Le nom de l'affichage de la ressource doit être renseigné!
it_it: La casella del nome della risorsa non può restare vuota!
ru_ru: Наименование источника не должно быть путым!
zh_cn: 资源 displayname 不能为空！

source: Select Resource
de_de: Ressource auswählen
fr_fr: Sélectionner ressource
it_it: Selezionare risorsa
ru_ru: Выберите сетевой источник
zh_cn: 选择资源

source: Kolab URL
it_it: URL Kolab
ru_ru: Путь URL к серверу Kolab

source: Custom Properties Mapping
de_de: Benutzerdefinierte Eigenschaften
fr_fr: Mappage des propriétés personnalisées
it_it: Caratteristiche definite dall'utente
ru_ru: Специальные настройки
zh_cn: 自定义属性映射

source: Errors and warnings
de_de: Fehler und Warnungen
fr_fr: Erreurs et alertes
it_it: Errori ed avvertenze
ru_ru: Ошибки и предупреждения
zh_cn: 错误与警告

source: Move selected profile up
de_de: Verschiebe ausgewähltes Profil nach oben
fr_fr: Faire glisser le profil sélectionné vers le haut
it_it: Sposta in alto il profilo selezionato
ru_ru: Передвинуть указанный профиль вверх
zh_cn: 向上拖动选定的配置文件

source: Account settings
de_de: Account Einstellungen
fr_fr: Paramètres du compte
it_it: Impostazioni account
ru_ru: Настройки учётной записи
zh_cn: 账户设置

source: Username (optional):
fr_fr: Nom d'utilisateur (facultatif):
it_it: Username (facoltativo):
ru_ru: Имя пользователя (необязательно):
zh_cn: 用户名（可选）：

source: Generic CalDAV/CardDAV
de_de: Generisches Profil
fr_fr: Profil générique
it_it: Profilo generico
ru_ru: Обычный CalDAV/CardDAV
zh_cn: 通用 CalDav/CardDav

source: View or set CalDav Synchronizer general options
de_de: Zeige oder ändere CalDav Synchronizer allgemeine Optionen
fr_fr: Afficher ou modifier les options générales CalDav Synchronizer
it_it: Mostra o altre opzioni generali CalDav Synchronizer
ru_ru: Просмотреть или установить основные настройки CalDav Synchronizer
zh_cn: 查看或设置 CalDav Synchronization 通用选项

source: Manual only
de_de: Nur manuell
fr_fr: Manuel seulement
it_it: Solo manuale
ru_ru: Только вручную
zh_cn: 仅手动

source: Include custom message classes in Outlook filter
de_de: Inkludiere benutzerdefinierte Nachrichtenklassen in Filter
fr_fr: Inclure les catégories de messages personnalisées dans le filtre
it_it: Includi nel filtro classi di notizie definite dall'utente
ru_ru: Включить специальные классы сообщений в фильтр MS Outlook
zh_cn: 在 Outlook 过滤器中包含自定义消息类

source: Map Outlook EmailAddress1 to WORK instead of HOME
de_de: Synchronisiere Outlook erste Email Adresse als WORK anstelle von HOME
fr_fr: Synchroniser la première adresse e-mail Outlook avec WORK au lieu de HOME
it_it: Sincronizza il primo indirizzo e-mail Outlook come WORK invece di HOME
ru_ru: Указать первый адрес электронной почты MS Outlook как рабочий вместо домашнего
zh_cn: 将 Outlook EmailAddress1 映射到 WORK 而非 HOME

source: Chunk size:
de_de: Blockgröße:
fr_fr: Taille des blocs:
it_it: Dimensioni del blocco:
ru_ru: Размер партии:
zh_cn: 块大小：

source: Connection test NOT successful:
de_de: Verbindungstest NICHT erfolgreich:
fr_fr: ECHEC du test de connexion:
it_it: Test di collegamento NON superato:
ru_ru: Проверка соединения НЕ удалась:
zh_cn: 连接测试失败：

source: Can't add addressbook resource '{0}'
de_de: Adressbuch Ressource '{0}' kann nicht hinzugefügt werden
fr_fr: Impossible d'ajouter la ressource carnet d'adresses '{0}'
it_it: Non è possibile aggiungere la risorsa rubrica indirizzi '{0}'
ru_ru: Невозможно добавить сетевой источник адресной книги '{0}'
zh_cn: 无法添加通讯簿资源 '{0}'

source: Duration:
de_de: Dauer:
fr_fr: Durée:
it_it: Durata:
ru_ru: Продолжительность:
zh_cn: 持续时间：

source: Changing the time range filter setting leads to deletion of the sync cache &#xA;and a complete resync of the calendar!
de_de: Modifikation der Zeitfiltereinstellungen führt zum Löschen des Sync Cache und einer kompletten Initialsynchronisation des Kalenders!
fr_fr: La modification des paramètres du filtre temporel déclenche l'effacement du cache Sync et une réinitialisation complète du calendrier!
it_it: La modifica delle impostazioni del filtro tempo produce la cancellazione della Sync Cache e di una completa sincronizzazione iniziale del calendario!
ru_ru: Изменение фильтра периода времени ведёт к удалению кэша синхронизации и полной повторной синхронизации календаря!
zh_cn: 更改时间范围过滤器设置将删除同步缓存并完全重新同步日历！

source: Do not send appointment notifications (from SOGo)
de_de: Sende keine Terminbenachrichtigungen per Email (von SOGo)
fr_fr: Ne pas envoyer des notifications d’événements par e-mail (de SOGo)
it_it: Non inviare per e-mail notizie di appuntamenti (da SOGo)
ru_ru: Не присылать уведомления о событиях (от SOGO)
zh_cn: 不要（从SOGo）发送约会通知

source: Check for Updates
de_de: Überprüfe auf Updates
fr_fr: Vérifier les mises à jour
it_it: Controlla gli Update
ru_ru: Проверить обновления
zh_cn: 检查更新

source: Server Delta:
fr_fr: Delta serveur:
it_it: Delta del server:
ru_ru: Разница с сервером:
zh_cn: 服务器 Delta：

source: Mapping Errors:
de_de: Mapping Fehler:
fr_fr: Erreur de mappage:
it_it: Mappatura errori:
ru_ru: Ошибки укзания пути:
zh_cn: 映射错误：

source: Experimental mapping of the first category color of the appointment to the matching COLOR attribute of the event&#xA;Together with DAVdroid for Android you can map individual event colors from Android to Outlook &#xA;but not all calendar apps support it or can even crash (see &#xA;https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
de_de: Experimentelles Mapping der ersten Kategoriefarbe des Termins auf das passende COLOR Attribut Zusammen mit DAVdroid für Android können damit individuelle Terminfarben aus Android nach Outlook synchronisiert werden Dieses Feature wird allerdings nicht von allen Kalender Apps unterstützt und kann bei manchen zum Absturz führen (siehe https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
fr_fr: Mappage expérimental de la première couleur de catégorie de l’événement sur l'attribut COLOR correspondant Avec DAVdroid pour Android, il est ainsi possible de synchroniser vers Outlook les couleurs d’événements personnalisées dans Android Cette fonction n'est pas implémenté dans toutes les applis calendrier et peut parfois entraîner un plantage (cf. https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
it_it: Mappatura sperimentale del primo tipo di colore dell‘appuntamento in base al relativo attributo COLORE Con AVdroid per Android è possibile sincronizzare singoli colori da Android ad Outlook Questa caratteristica non è tuttavia supportata da tutte le App del calendario ed in qualche caso può verificarsi un crash (vedi https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
ru_ru: Экспериментальная настройка сопоставления цвета первой категории события соответствующему атрибуту цвета события. С помощью DAVDroid для Android вы можете указать индивидуальные цвета событий для синхронизации из Android в MS Outlook, но не все приложения для работы с календарями их поддерживают, а некоторые даже могу аварийно заврешать свою работу ( см. https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/)
zh_cn: 将约会的第一类颜色实验性映射到事件的匹配的 COLOR 属性 与 Android 的 DAVdroid 一起，您可以将单个事件的颜色从 Android 映射到 Outlook 但并不是所有的日历应用程序都支持它，甚至可能会崩溃（参见https://davdroid.bitfire.at/faq/entry/setting-event-colors-crash/）

source: Server wins
de_de: Server gewinnt
fr_fr: Serveur gagne
it_it: Server ottenuto
ru_ru: Сервер всегда прав
zh_cn: 服务器胜利

source: Log all entities, even without errors or warnings
de_de: Protokolliere alle Entitäten auch ohne Fehler oder Warnungen
fr_fr: Répertorier toutes les entités mêmes si elles ne sont associées à aucune alerte ou erreur
it_it: Protocolla tutte le entità anche in assenza di errori o avvisi
ru_ru: Записывать все события, даже без ошибок и предупреждений
zh_cn: 记录所有实体，即使没有错误或警告

source: Write IM addresses as IMPP attributes
de_de: Schreibe IM Adressen als IMPP Attribute
fr_fr: Ecrire les adresses IM en attributs IMPP
it_it: Scrivere gli indirizzi IM come attributi IMPP
ru_ru: Записывать логины мгновенных сообщений, как атрибуты протокола Jabber.
zh_cn: 将 IM 地址写入 IMPP 属性

source: Add calendar resource on server
de_de: Füge Kalender am Server hinzu
fr_fr: Ajouter le calendrier sur le serveur
it_it: Aggiungi calendario al server
ru_ru: Добавить сетевой источник календаря
zh_cn: 在服务器中添加日历资源

source: Tasks
de_de: Aufgaben
fr_fr: Tâches
it_it: Compiti
ru_ru: Задачи
zh_cn: 任务
