Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: Use preemptive authentication
de_de: Verwende preemptive Authentifizierung
fr_fr: Utiliser l'authentification préemptive.
it_it: Utilizza autenticazione preventiva
ru_ru: Использовать примитивную аутентификацию
zh_cn: 使用优先验证

source: Detected URL:
de_de: Erkannte URL:
fr_fr: URL reconnue:
it_it: URL riconosciuti:
ru_ru: Обнаруженный путь URL:
zh_cn: 检测到的 URL：

source: Debug
fr_fr: Débogage
ru_ru: Дебаг
zh_cn: 调试

source: Detected URL
de_de: Erkannte URL
fr_fr: URL reconnue
it_it: URL riconosciuti
ru_ru: Обнаруженный путь URL
zh_cn: 检测到的 URL

source: Get account settings
de_de: Lade Account Einstellungen
fr_fr: Charger les paramètres du compte
it_it: Impostazioni carica account
ru_ru: Получить настройки учётной записи
zh_cn: 获取账户设置

source: Language:
de_de: Sprache:
fr_fr: Langue:
it_it: Lingua:
ru_ru: Язык:
zh_cn: 语言：

source: Map Outlook Public flag to default instead of PUBLIC
de_de: Synchronisiere öffentliche Outlook Termine auf Standard Sichtbarkeit anstelle von PUBLIC
fr_fr: Synchroniser l'attribut Outlook «public» avec standard au lieu de PUBLIC
it_it: Sincronizza la caratteristica Outlook Pubblici con standard invece di PUBLIC
ru_ru: Установите флаг общедоступный MS Outlook по умолчанию вместо PUBLIC
zh_cn: 将 Outlook 公有标志映射到默认而非 PUBLIC

source: Access
ru_ru: Доступ
zh_cn: 访问

source: Act on behalf of server identity
ru_ru: Действовать от имени личности сервера
zh_cn: 代表服务器标识进行操作

source: Set server identity as organizer of meeting and Outlook identity as delegate acting on behalf of it (SENT-BY).&#xA;Useful when Outlook and server identity do not match to avoid invites sent by the wrong email&#xA;or if meetings are created in a shared calendar on behalf of the calendar owner.
ru_ru: Используйте электронную почту сервера в качестве организатора собрания и удостоверение Outlook в качестве прокси (SENT-BY). Полезно, если адреса электронной почты Outlook и сервера разные и приглашения не должны быть отправлены с неправильного адреса или если вы хотите создать встречу в календаре для владельца.
zh_cn: 设置服务器身份为会议组织者，Outlook 身份为会议代表（SENT-BY）。 当 Outlook 和服务器身份不匹配的情况下很有用，可以避免邀请被错误的电子邮件发送 或者代表日历所有者在共享日历中创建会议。

source: The calendar is shared from '{0}', enabling scheduling option 'act on behalf of server identity'!
ru_ru: Календарь доступен из '{0}', что позволяет включить планирование 'Действовать от имени личности сервера'!
zh_cn: 日历由 '{0}' 共享，启用调度选项“代表服务器身份”！

source: Map Anniversary
ru_ru: Указать годовщину
zh_cn: 安排周年纪念

source: Outlook automatically creates anniversary appointments in your calendar &#xA;when the anniversary is added to a contact item.
ru_ru: MS Outlook автоматически создаёт события дней в вашем годовщину календаре, если день годовщину добавлен в поле контакта.
zh_cn: 当周年纪念日添加到联系人项目时，Outlook 自动在您的日历中创建周年纪念约会。

source: Reminder Settings
ru_ru: настройки напоминание
zh_cn: Reminder 设置

source: Map reminder as DATE-TIME value
ru_ru: Указать напоминание как значение DATE-TIME
zh_cn: 映射 reminder 为 DATE-TIME 值

source: Map Outlook reminder as absolute DATE-TIME value instead of relative to start or due date.&#xA;Needed for iOS compatibility.
ru_ru: Указать Outlook напоминание как абсолютного значение DATE-TIME вместо ссылки на дату начала или дату окончания. Необходим для совместимости с iOS.
zh_cn: 将 Outlook reminder 映射为绝对 DATE-TIME 值而非相对于起始或终止日期的值。 需要 iOS 兼容。

source: - The Email address is invalid.
zh_cn: - 电子邮件地址无效。

source: Col
de_de: Farbe
fr_fr: Couleur
it_it: Colore
zh_cn: 颜色

source: Enable TLS13
zh_cn: 启用 TLS13

source: - The Swisscom profile is currently just supported for contacts, please choose a Contacts folder
zh_cn: - Swisscom 配置文件目前只支持联系人，请选择一个联系人文件夹

source: - Ressources which are a calendar and an addressbook are not valid!
de_de: - Kalender und Adressbuch Ressourcen sind ungültig!
fr_fr: - Les ressources qui sont à la fois calendrier et carnet d'adresses ne sont pas valables!
it_it: - Le risorse calendario e rubrica indirizzi non sono valide!

source: - The chunk size hast to be 1 or greater.
de_de: - Die Blockgröße muss >= 1 sein.
fr_fr: - La taille du bloc doit être >= 1
it_it: - La grandezza del blocco deve essere >= 1.

source: - WebDav collection sync ist currently just supported for appointments and contacts.
de_de: - WebDav Collection Sync wird momentan nur für Kalender und Adressbücher unterstützt.
fr_fr: - WebDav Collection Sync ne fonctionne momentanément que pour les calendriers et les carnets d'adresses.
it_it: - Momentaneamente il WebDav Collection Sync è supportato solo per calendario e rubrica indirizzi.

source: CalDavSynchronizer - Synchronizing...
de_de: CalDavSynchronizer - Synchronisiere...
fr_fr: CalDav Synchronizer - Synchronisation...
it_it: CalDavSynchronizer - Sincronizza...

source: Enter the email address of the server identity. &#xA;It can also be used to discover the DAV URL if you leave the URL textbox empty.
de_de: Geben Sie die Email Adresse der Serveridentität an. Damit kann auch die DAV URL gefunden werden, wenn diese leer gelassen wird.
fr_fr: Veuillez saisir l'adresse e-mail de l'identité du serveur. Cela permet de trouver l'URL DAV lorsque cette dernière n'est pas renseignée.
it_it: Inserire l'indirizzo e-mail del server. In questo modo è possibile trovare l'URL della risorsa DAV, se non precedentemente inserito.

source: No ressource selected!
de_de: Keine Ressource ausgewählt!
fr_fr: Aucune ressource actionnée!
it_it: Nessuna risorsa selezionata!

source: Not supported in OL 2007.
de_de: Wird in Outlook 2007 nicht unterstützt.
fr_fr: Pas compatible avec Outlook 2007.
it_it: Non supportata da Outlook 2007.

source: Outlook Id
fr_fr: Id Outlook

source: Deleted
de_de: Gelöscht

source: local changes made in Outlook and remote changes from the server are merged.
de_de: Änderungen in Outlook und Änderungen vom Server werden zusammengeführt.

source: local changes made in Outlook are discarded and replaced by data from the server.
de_de: Änderungen in Outlook werden verworfen und durch Daten vom Server ersetzt.

source: Read-only address book
de_de: Adressbuch mit Nur-Lese-Zugriff

source: Read-only calendar
de_de: Kalender mit Nur-Lese-Zugriff

source: Read-only task list
de_de: Aufgabenliste mit Nur-Lese-Zugriff

source: Read-write address book
de_de: Adressbuch mit Lese- und Schreibzugriff

source: Read-write calendar
de_de: Kalender mit Lese- und Schreibzugriff

source: Read-write task list
de_de: Aufgabenliste mit Lese- und Schreibzugriff
