Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: Trigger a partial synchronization run immediately after &#xA;an item is created changed or deleted in Outlook &#xA;(with a 10 seconds delay).&#xA;Meeting invitations are excluded from this to avoid duplicate meetings!
de_de: Starte einen partiellen Synchronisationslauf sofort nachdem ein Objekt in Outlook erstellt verändert oder gelöscht wurde (mit einer 10sec Verzögerung). Termineinladungen sind ausgenommen von dieser Einstellung um doppelte Einladungen zu vermeiden!
fr_fr: Lancer une synchronisation partielle immédiatement après qu'un objet a été créé, modifié ou effacé dans Outlook (avec un retard de 10 secondes). Les invitations à des événements ne sont pas prises en compte par ce paramètre afin d'éviter les doublons!
it_it: Avviare un iter di sincronizzazione parziale subito dopo che un oggetto eseguito in Outlook è stato modificato o cancellato (con un ritardo di 10sec.). Gli inviti per le scadenze sono esclusi da questa impostazione al fine di evitare degli inviti doppi!
ru_ru: Запускает частичную сессию синхронизации каждый раз, когда объект создан, изменён или удалён в MS Outlook (с задержкой в 10 сек). Приглашения на встречи исключены из этого правила во избежание задвоений событий.
zh_cn: 在Outlook中创建、更改或删除项目之后立即触发部分同步运行（延迟10秒）。 会议邀请不包括在其中以避免重复的会议！

source: Negate filter and sync all tasks except this category
de_de: Negiere Filter und synchronisiere alle Aufgaben außer dieser Kategorie
fr_fr: Ignorer filtre et synchroniser toutes les tâches sauf cette catégorie
it_it: Nega il filtro e sincronizza tutti i compiti tranne questa categoria
ru_ru: Иключить из выборки и синхронизировать все задачи за исключением этой категории
zh_cn: 取消筛选并同步除此类别外的所有任务

source: Export cancelled by user.
de_de: Export abgebrochen durch den User.
fr_fr: Exportation interrompue par l'utilisateur.
it_it: Export interrotto dall'utente.
ru_ru: Экспор прерван пользователем.
zh_cn: 导出被用户取消。

source: Map Outlook EmailAddress1 to vCard email with TYPE WORK &#xA;and Outlook EmailAddress2 to vCard email with TYPE HOME instead of vice-versa.
de_de: Synchronisiere Outlook erste Email Adresse zu vCard Email mit TYPE WORK und zweite Outlook Email Adresse zu vCard Email mit TYPE HOME anstelle von umgekehrter Zuordnung.
fr_fr: Synchroniser la première adresse e-mail Outlook avec l’adresse e-mail vCard TYPE WORK et la seconde adresse e-mail Outlook avec l’adresse e-mail vCard TYPE HOME plutôt que dans l'autre sens.
it_it: Sincronizza primo indirizzo e-mail Outlook vCard con TYPE WORK ed il secondo indirizzo e-mail Adresse con TYPE HOME, in luogo dell'ordine inverso.
ru_ru: Указать первый адрес электронной почты, EmailAddress1 в MS Outlook, как рабочий, TYPE WORK в vCard, а второй адрес электронной почты, EmailAddress2 в MS Outlook, как домашний, TYPE HOME в vCard, а не наоборот.
zh_cn: 将 Outlook EmailAddress1 用 TYPE WORK 映射到 vCard 电子邮件 将 Outlook EmailAddress2 用 TYPE HOME 映射到 vCard 电子邮件而非反之亦然

source: Name:
fr_fr: Nom:
it_it: Nome:
ru_ru: Наименование:
zh_cn: 名称：

source: Enable client certificates with automatic mode.&#xA;The available client certificates from the user store will be automatically provided.
de_de: Aktiviere Client Zertifikate im Automatik Modus. Das verfügbare Zertifikat vom Benutzerstore wird automatisch verwendet.
fr_fr: Activer les certificats clients en mode automatique. Mise à disposition automatique du certificat disponible dans le user sStore.
it_it: Attiva certificati clienti in modalità automatico. Il certificato disponibile viene automaticamente utilizzato.
ru_ru: Активировать сертификаты клиентов в автоматическом режиме. Доступные сертификаты клиентов из хранилища пользователя будут предоставлены автоматически.
zh_cn: 启用自动模式的客户端证书。 将自动提供来自用户存储的可用客户端证书。

source: Enter the email address of the server identity of the calendar owner. Will be auto-detected if available.&#xA;It can also be used to discover the DAV URL if you leave the URL textbox empty.
ru_ru: Введите адрес электронной почты учётной записи владельца календаря на сервере. Будет автоматически определено, если доступно. Это также бывает полезно при автоопределении пути URL на сервере DAV, если оставить поле URL пустым.
zh_cn: 输入日历所有者的服务器标识的电子邮件地址，若可用，将自动被检测。 如果您将 URL 文本框留空，也可以使用它来找到 DAV URL。

source: Get IMAP/POP3 account settings
de_de: Lade IMAP/POP3 Account Einstellungen
fr_fr: Charger les paramètres du compte IMAP/POP3
it_it: Carica impostazioni account IMAP/POP3
ru_ru: Получить настройки учётной записи IMAP/POP3
zh_cn: 获取 IMAP/POP3 账户设置

source: Whats's new?
de_de: Was gibt es Neues?
fr_fr: Quoi de neuf?
it_it: Quali sono le novità?
ru_ru: Что нового?
zh_cn: 有什么新内容？

source: The specified URL is a read-only calendar. Synchronization mode set to '{0}'.
de_de: Die konfigurierte URL ist ein Kalender mit Nur-Lese-Zugriff. Der Synchronisationsmodus wird auf '{0}' gesetzt.
fr_fr: L'URL configurée correspond à un calendrier en lecture seule. Mode de synchronisation réglé sur '{0}'
it_it: L'URL configurato è un calendario con accesso di sola lettura. La modalità di sincronizzazione viene impostata su '{0}'.
ru_ru: По указанному пути URL расположен календарь только для чтения. Направление синхронизации установлено в '{0}'.
zh_cn: 指定 URL 是只读日历。同步模式设置为 '{0}'。

source: Delete reports older than (days):
de_de: Lösche Reports älter als (Tage):
fr_fr: Supprimer rapports datant de plus de (jours):
it_it: Elimina report di più di (x) giorni fa:
ru_ru: Удалить отчёты старше, чем (дней):
zh_cn: 删除早于此日的报告：

source: Outlook Settings
de_de: Outlook Einstellungen
fr_fr: Paramètres Outlook
it_it: Outlook impostazioni
ru_ru: Настройки MS Outlook:
zh_cn: Outlook 设置

source: Privacy Settings
de_de: Privatsphäre Einstellungen
fr_fr: Paramètres de confidentialité
it_it: Impostazioni personali
ru_ru: Настройки приватности
zh_cn: 隐私设置

source: Status
fr_fr: Statut
ru_ru: Статус
zh_cn: 状态

source: General Contact Mapping Settings
de_de: Allgemeine Kontakt Mapping Einstellungen
fr_fr: Paramètres généraux du mappage des contacts
it_it: Impostazioni generali mappatura contatti
ru_ru: Основные настройки контактов
zh_cn: 通用联系人映射设置

source: Use IMAP/POP3 account password
de_de: Verwende IMAP/POP3 Account Passwort
fr_fr: Utiliser mot de passe de compte IMAP/POP3
it_it: Impiega la password per l'account IMAP/POP3
ru_ru: Использовать пароли от учётных записей IMAP/POP3
zh_cn: 使用 IMAP/POP3 账户密码

source: All sync runs
de_de: Alle Synchronisationsläufe
fr_fr: Toutes les synchronisations
it_it: Tutti i processi di sincronizzazione
ru_ru: Все профили синхронизируются
zh_cn: 所有同步执行

source: CalDAV Synchronizer is currently starting up. Please try again, when startup is finished.
de_de: CalDAV Synchronizer wird gerade gestartet. Bitte warten, bis die Initialisierung beendet ist.
fr_fr: Démarrage de CalDAV Synchronizer. Veuillez patienter jusqu'à la fin de l'initialisation.
it_it: Il sincronizzatore CalDAV viene attivato in questo momento. Attendere fino al completamento dell'inizializzazione.
ru_ru: CalDAV Synchronizer запускается. Попробуйте позднее, когда CalDAV Synchronizer будет запущен.
zh_cn: CalDAV Synchronizer 当前正在启动，当启动完成后请重试。

source: None
de_de: Keines
fr_fr: Aucun/e
it_it: Nessuna
ru_ru: Нет
zh_cn: 无

source: View or set CalDav Synchronization profiles
de_de: Zeige oder ändere CalDav Synchronisationsprofile
fr_fr: Afficher ou modifier les profils de synchronisation CalDav
it_it: Mostra o altri profili di sincronizzazione CalDav
ru_ru: Просмотреть или запустить профили синхронизации
zh_cn: 查看或设置 CalDav Synchronization 同步配置文件

source: The tasklist is invalid
de_de: Die Taskliste ist ungültig
fr_fr: La liste des tâches n'est pas valable
it_it: L'elenco dei compiti non è valido
ru_ru: Список задач неверный
zh_cn: 任务列表无效

source: Major security risk, not recommended!
de_de: Massives Sicherheitsrisiko, nicht empfohlen!
fr_fr: Important risque de sécurité, déconseillé!
it_it: Elevato rischio per la sicurezza, non consigliato!
ru_ru: Серьёзный риск безопасности, настоятельно не рекомендуется!
zh_cn: 重要安全风险，不推荐！

source: Enable to display the summary of the event or task or the name of the contact&#xA;to identify the entity in the sync report.
de_de: Zeige auch den Titel des Termins oder der Aufgabe oder den Namen des Kontakts an um die Entität im Synchronisationsreport zu identifizieren.
fr_fr: Activer pour afficher le titre de l'événement, la tâche ou le nom du contact afin d'identifier l'entité dans le rapport de synchronisation.
it_it: Mostra anche il titolo dell'appuntamento oppure il tema oppure il nome del contatto allo scopo di identificare l'entità nel report di sincronizzazione.
ru_ru: Включить для отображения сводки события или задачи или наименования контакта для определения объекта в отчёте о синхронизации.
zh_cn: 显示事件或任务的摘要信息或联系人的姓名 用于标识同步报告中的实体。

source: Did not find any news.
de_de: Es wurden keine Einträge gefunden.
fr_fr: Aucune nouvelle entrée trouvée.
it_it: Non è stata trovata nessuna registrazione.
ru_ru: Изменений не обнаружено.
zh_cn: 未找到任何新闻。

source: Donate with PayPal
de_de: Spenden mit PayPal
fr_fr: Faire un don avec PayPal
it_it: Offerte tramite PayPal
ru_ru: Поддержать проектс с помощью PayPal
zh_cn: 通过 PayPal 捐款

source: Automatic check for newer version turned off.
de_de: Automatische Überprüfung auf neue Version deaktiviert.
fr_fr: Vérification automatique des mises à jour désactivée.
it_it: Controllo automatico della nuova versione disabilitato.
ru_ru: Автоматическая проверка выхода новых версий выключена.
zh_cn: 自动检查新版本已关闭。

source: Profile cache deleted
de_de: Profil Cache gelöscht
fr_fr: Cache profil effacé
it_it: Profilo Cache cancellato
ru_ru: Кэш профиля синхронизации удалён
zh_cn: 配置文件缓存已删除

source: - The specified calendar is not writeable. Therefore it is not possible to use the synchronization mode '{0}'.
de_de: - Der ausgewählte Kalender besitzt keine Schreibrechte. Deswegen kann Synchronisationsmodus '{0}' nicht verwendet werden.
fr_fr: - Le calendrier sélectionné ne peut pas être modifié. Le mode de synchronisation '{0}' ne peut donc pas être appliqué.
it_it: - Il calendario selezionato non è autorizzato a scrivere. Per questo motivo non è possibile utilizzare la modalità di sincronizzazione'{0}'.
ru_ru: Указанный календарь не доступен для записи. Поэтому невозможно использовать направление синхронизации '{0}'.
zh_cn: - 指定的日历不可写，因此不能使用同步模式 '{0}'。

source: Assign category color when OK is clicked.
de_de: Weise Kategoriefarbe bei Klick auf OK zu.
fr_fr: Attribuer une couleur de catégorie après clic sur OK.
it_it: Attribuisci il colore della categoria cliccando su OK.
ru_ru: Назначить цвет категории при нажатии на ОК.
zh_cn: 当单击 OK 时分配类别颜色。

source: Map reminder:
de_de: Synchronisiere Erinnerungen:
fr_fr: Synchroniser les notifications:
it_it: Sincronizza solleciti:
ru_ru: Указать напоминание:
zh_cn: 安排 reminder：

source: Executes specific steps of synchronization in chunks to save memory.
de_de: Führe einzelne Schritte der Synchronisation in Blöcken aus um Hauptspeicher zu sparen.
fr_fr: Exécuter les étapes de synchronisation par blocs pour éviter une saturation de la mémoire centrale.
it_it: Per risparmiare la memoria principale eseguire le singole fasi della sincronizzazione a blocchi.
ru_ru: Выполняет синхронизацию пошагово отдельными партиями для сохранения памяти.
zh_cn: 以块执行同步的特定步骤以节省内存。

source: Username:
fr_fr: Nom d'utilisateur:
ru_ru: Имя пользователя:
zh_cn: 用户名：

source: Outlook wins
de_de: Outlook gewinnt
fr_fr: Outlook gagne
it_it: Outlook prevale
ru_ru: Ms Outlook всегда побеждает
zh_cn: Outlook 胜利

source: Configure your synchronization profiles.
de_de: Konfiguriere Synchronisationsprofile.
fr_fr: Configurer les profils de synchronisation.
it_it: Configura i profili di sincronizzazione.
ru_ru: Настройте ваши профили синхронизации
zh_cn: 配置您的同步配置文件。

source: Export profiles to file
de_de: Exportiere Profile in Datei
fr_fr: Exportation des profils dans un fichier
it_it: Esporta profili in file
ru_ru: Экспортировать профили синхронизации в файл
zh_cn: 导出配置文件到文件

source: Select folder
de_de: Ordner auswählen
fr_fr: Sélectionner dossier
it_it: Selezionare cartella
ru_ru: Выбрать папку
zh_cn: 选择文件夹

source: Enable TLS12
de_de: Aktiviere TLS12
fr_fr: Activer TLS12
it_it: Attiva TLS12
ru_ru: Включить TLS12
zh_cn: 启用 TLS12

source: About
de_de: Über
fr_fr: A propos
it_it: tramite
ru_ru: О программе
zh_cn: 关于

source: Do not overwrite the contact photo in Outlook
de_de: Überschreibe nicht das Kontakt Foto in Outlook
fr_fr: Ne pas écraser la photo du contact dans Outlook
it_it: Su Outlook non sovrascrivere la foto di contatto
ru_ru: Не перезаписывать фото контактов в MS Outlook
zh_cn: 不要在 Outlook 中覆盖联系人照片

source: Do not check for newer version anymore
de_de: Suche nicht nach neuerer Version
fr_fr: Ne pas rechercher les mises à jour
it_it: Non cercare versioni più recenti
ru_ru: Больше не проверять наличие новых версий
zh_cn: 不要再检查新版本

source: Set global options for all profiles like SSL/TLS settings.
de_de: Setze globale Optionen für alle Profile wie z.B. SSL/TLS Einstellungen.
fr_fr: Fixer les options globales pour tous les profils, p.ex. paramètres SSL/TSL.
it_it: Fissare le opzioni globali per tutti i profili, come ad es. le impostazioni SSL/TLS.
ru_ru: Установить основные настройки всех профилей синхронизации как SSL/TLS.
zh_cn: 为所有配置文件（如 SSL/TLS 设置）设置全局选项

source: No reports available!
de_de: Keine Reports verfügbar!
fr_fr: Aucun rapport disponible!
it_it: Nessun report disponibile!
ru_ru: Нет доступных отчётов!
zh_cn: 没有可用的报告！

source: Test settings
de_de: Teste Einstellungen
fr_fr: Tester des paramètres
it_it: Testare impostazioni
ru_ru: Проверить настройки
zh_cn: 测试设置

source: - The Email address is invalid. ({0})
de_de: - Die Email Adresse ist ungültig. ({0})
fr_fr: - L'adresse e-mail n'est pas valable. ({0})
it_it: - L'indirizzo e-mail non è valido. ({0})
ru_ru: Адрес электронной почты неверный. ({0})

source: UI Settings
de_de: UI Einstellungen
fr_fr: Paramètres UI
it_it: Impostazioni UI
ru_ru: Настройки ГПИ
zh_cn: UI 设置

source: Added calendar resource '{0}' successfully!
de_de: Kalender '{0}' erfolgreich hinzugefügt!
fr_fr: Calendrier '{0}' ajouté!
it_it: Calendario '{0}' aggiunto con successo!
ru_ru: Источник календаря '{0}' добавлен успешно!
zh_cn: 成功添加日历资源 '{0}' ！

source: Write Instant Messenger addresses in vCard as IMPP attributes &#xA;(not supported by some servers e.g. SOGo) instead of X-PROTOCOL e.g. X-AIM
de_de: Schreibe Instant Messenger Adressen als vCard IMPP Attribute anstelle von X-PROTOCOL wie z.B. X-AIM (wird von manchen Servern wie z.B. SOGo nicht unterstützt)
fr_fr: Ecrire les adresses Instant Messenger en attributs vCard IMPP au lieu de X-PROTOCOL comme X-AIM (incompatible avec certains serveurs comme SOGo)
it_it: Scrivere gli indirizzi per Instant Messenger come attributi vCard IMPP invece di X-PROTOCOL come ad esempio X-AIM (non viene supportato da alcuni server come ad esempio SOGo)
ru_ru: Записывать логины мгновенных сообщений в vCard, как атрибуты протокола Jabber (не поддерживается некоторыми серверами, например SOGo) вместо X-PROTOCOL, например X-AIM
zh_cn: 在 vCard 中写入即时通讯地址作为 IMPP 属性 （某些服务器不支持，如SOGo）而非 X-PROTOCOL，比如 X-AIM

source: Version: {0}
it_it: Versione: {0}
ru_ru: Версия: {0}
zh_cn: 版本：{0}

source: Discover resources and assign to Outlook folders
de_de: Suche nach Ressourcen und weise Outlook Foldern zu
fr_fr: Rechercher des ressources et les attribuer aux dossiers Outlook
it_it: Ricerca Risorse e assegna cartella Outlook
ru_ru: Определить источники и назначить соответствие папкам MS Outlook
zh_cn: 寻找资源并分配给 Outlook 文件夹

source: Set SCHEDULE-AGENT=CLIENT
de_de: Setze SCHEDULE-AGENT=CLIENT
fr_fr: Fixer SCHEDULE-AGENT=CLIENT
it_it: Fissare SCHEDULE-AGENT=CLIENT
ru_ru: Установить SCHEDULE-AGENT=CLIENT
zh_cn: 设置 SCHEDULE-AGENT=CLIENT

source: Conflict resolution:
de_de: Konfliktverarbeitung:
fr_fr: Résolution des conflits:
it_it: Elaborazione del conflitto:
ru_ru: Разрешение конфликтов:
zh_cn: 解决冲突：

source: Click to open latest synchronization report.
de_de: Klick um letzten Synchronisationsreport zu öffnen.
fr_fr: Cliquer pour ouvrir le dernier rapport de synchronisation.
it_it: Clicca per aprire l'ultimo report di sincronizzazione.
ru_ru: Нажать для открытия последнего отчёта о синхронизации
zh_cn: 单击打开最新同步报告。

source: Map organizer and attendees
de_de: Synchronisiere Organisator und Teilnehmer
fr_fr: Synchroniser organisateur et participants
it_it: Sincronizza organizzatore e partecipanti
ru_ru: Указать организатора и присутствующих
zh_cn: 安排组织者与参与者

source: Cancel
de_de: Abbrechen
fr_fr: Annuler
it_it: Interrompi
ru_ru: Отменить
zh_cn: 取消

source: Please select an Outlook folder to specify the item type for this profile
de_de: Bitte wählen Sie einen Outlook Folder aus um den Profiltyp festzulegen
fr_fr: Sélectionnez un dossier Outlook pour spécifier le type de ce profil
it_it: Selezionate una cartella Outlook per poter definire il tipo di profilo
ru_ru: Укажите папку MS Outlook для определения типа объектов для этого профиля синхронизации
zh_cn: 请选择 Outlook 文件夹以指定此配置文件的项目类型

source: Automatically create Outlook folders
de_de: Erstelle Outlook Ordner automatisch
fr_fr: Création automatique de dossiers Outlook
it_it: Crea automaticamente cartella Outlook
ru_ru: Автоматически создавать папки MS Outlook
zh_cn: 自动创建 Outlook 文件夹

source: Profile '{0}'
de_de: Profil '{0}'
fr_fr: Profil '{0}'
it_it: Profilo '{0}'
ru_ru: Профиль '{0}'
zh_cn: 配置文件 '{0}'

source: About CalDav Synchronizer
de_de: Über CalDav Synchronizer
fr_fr: A propos de CalDav Synchronizer
it_it: Tramite sincronizzatore CalDav
ru_ru: Сведения о CalDav Synchronizer
zh_cn: 关于 CalDav Synchronizer

source: Server Settings
de_de: Server Einstellungen
fr_fr: Paramètres serveur
it_it: Impostazioni del Server
ru_ru: Настройки сервера
zh_cn: 服务器设置

source: Can't set the calendar color!'
de_de: Kalenderfarbe kann nicht definiert werden!
fr_fr: Impossible de définir la couleur du calendrier!
it_it: Non è possibile definire il colore del calendario!
ru_ru: Невозможно установить цвет календаря!
zh_cn: 无法设置日历颜色！

source: General Task Mapping Settings
de_de: Allgemeine Aufgaben Mapping Einstellungen
fr_fr: Paramètres généraux du mappage des tâches
it_it: Impostazioni generali mappatura attività
ru_ru: Основные настройки задач
zh_cn: 通用任务映射设置

source: DAV X-attribute
de_de: DAV X-Attribut
fr_fr: Attribut DAV X
it_it: Attributo DAV X
ru_ru: Атрибуты DAV X-

source: Not supported in Outlook 2007.
ru_ru: Не поддерживается в MS Outlook 2007.
zh_cn: Pas compatible avec Outlook 2007.

source: Waiting for newer version than '{0}'.
de_de: Warte auf neuere Version als '{0}'.
fr_fr: En attente d'une version supérieure à '{0}'.
it_it: Aspettare una versione più recente rispetto a '{0}'.
ru_ru: В ожидании версии, новее, чем '{0}'.
zh_cn: 等待新于 '{0}' 的版本。

source: Map Outlook Private flag to DAV CLASS:CONFIDENTIAL instead of PRIVATE
de_de: Synchronisiere Outlook Privat Eigenschaft auf DAV CLASS:CONFIDENTIAL anstelle von PRIVATE
fr_fr: Synchroniser l'attribut Outlook «privé» avec DAV CLASS:CONFIDENTIAL au lieu de PRIVATE
it_it: Sincronizza la caratteristica Outlook Privat con DAV CLASS:CONFIDENTIAL invece di PRIVATE
ru_ru: Установить приватный флаг MS Outlook в CLASS:CONFIDENTIAL вместо PRIVATE
zh_cn: 将 Outlook 私有标志映射到 DAV CLASS:CONFIDENTIAL 而非 PRIVATE

source: Create events on server in UTC
de_de: Erstelle Termine am Server in UTC Zeit
fr_fr: Créer les événements en fuseau horaire UTC sur le serveur
it_it: Crea gli appuntamenti sul server nell'ora UTC
ru_ru: Создавать события на сервере в UTC
zh_cn: 在服务器上创建事件（UTC）

source: Log Level:
fr_fr: Niveau historique:
it_it: Livello log:
ru_ru: Уровень журала:
zh_cn: 日志等级：

source: - Max Report Age must be &gt; 0
de_de: - Maximales Report Alter muss > 0 sein
fr_fr: - L’âge maximum du rapport doit être > 0.
it_it: - L'età massima di relazione deve essere > 0
ru_ru: Максимальный возраст отчёта должен быть > 0
zh_cn: - 最大报告年龄必须大于 0

source: Hide Advanced Settings
de_de: Verberge erweiterte Einstellungen
fr_fr: Fermer paramètres avancés
it_it: Nascondi impostazioni ampliate
ru_ru: Скрыть расширенные настройки
zh_cn: 隐藏高级设置

source: Event Mapping Configuration
de_de: Termin Mapping Konfiguration
fr_fr: Configuration du mappage événements
it_it: Configurazione mappatura appuntamenti
ru_ru: Настройки событий
zh_cn: 事件映射配置

source: Use WebDAV collection sync
de_de: Verwende WebDAV Collection Sync
fr_fr: Utiliser WebDAV Collection Sync
it_it: Utilizzare WebDAV Collection Sync
ru_ru: Использовать WebDAV collection sync
zh_cn: 使用 WebDAV Collection 同步

source: Map plaintext Body of Outlook appointment to description attribute.
de_de: Synchronisiere Outlook unformatierte Terminbeschreibung auf DAV description Attribut.
fr_fr: Synchroniser la description non formatée des événements Outlook avec l'attribut de description DAV.
it_it: Sincronizza in Outlook descrizione appuntamento su descrizione attributo DAV.
ru_ru: Указать заметку события MS Outlook в простом тексте, как атрибут описания.
zh_cn: 将 Outlook 约会的纯文本正文映射为描述属性

source: No newer version available.
de_de: Keine neue Version verfügbar!
fr_fr: Aucune nouvelle version disponible!
it_it: Non è disponibile nessuna nuova versione!
ru_ru: Новой версии не выпущено.
zh_cn: 没有可用的新版本。

source: Documentation and Tutorials
de_de: Dokumentation und Anleitungen
fr_fr: Documentation et tutoriels
it_it: Documentazione e istruzioni
ru_ru: Документация и обучающие курсы
zh_cn: 文档与教程

source: Merge Kolab folders to a common Outlook folder
de_de: Führe Kolab Resourcen in einem Outlook Ordner zusammen
fr_fr: Fusionner les ressources Kolab dans un dossier Outlook
it_it: Inserisci le risorse Kolab in una cartella Outlook
ru_ru: Совместить папки Kolab с общими папками MS Outlook
zh_cn: 将 Kolab 文件夹合并到一个共有的 Outlook 文件夹

source: Force Basic authentication
de_de: Erzwinge Basic Authentifizierung
fr_fr: Forcer l'authentification Basic
it_it: Forza autenticazione di base
ru_ru: Принудительно использовать основную аутентификацию
zh_cn: 强制基本身份验证

source: Profile
de_de: Profil
fr_fr: Profil
it_it: Profilo
ru_ru: Профиль
zh_cn: 配置文件

source: Sync only tasks with this category:
de_de: Synchronisiere nur Aufgaben mit dieser Kategorie:
fr_fr: Ne synchroniser que les tâches de la catégorie:
it_it: Sincronizza solo i compiti con questa categoria:
ru_ru: Синхронизировать только задачи этой категории:
zh_cn: 只同步属于此类别的任务

source: Set RTF Body from X-ALT-DESC Html description
de_de: Setze formatierte RTF Beschreibung aus X-ALT-DESC Html Beschreibung
fr_fr: Fixer formatage RTF sur la base de la description Html X-ALT-DESC
it_it: Fissare la descrizione formattata RTF dalla descrizione X-ALT-DESC Html
ru_ru: Установить заметку события MS Oultook в RTF из дескриптора X-ALT-DESC Html
zh_cn: 由 X-ALT-DESC HTML 描述设置 RTF 正文

source: Enable useUnsafeHeaderParsing
de_de: Aktiviere useUnsafeHeaderParsing
fr_fr: Activer useUnsafeHeaderParsing
it_it: Attiva useUnsafeHeaderParsing
ru_ru: Включить useUnsafeHeaderParsing
zh_cn: 启用 useUnsafeHeaderParsing

source: Some options contain invalid values
de_de: Einige Optionen beinhalten ungültige Werte
fr_fr: Certaines options contiennent des valeurs incorrectes
it_it: Alcune opzioni contengono valori non validi
ru_ru: Некоторые поля содержать недопустимые значения
zh_cn: 部分选项包含无效值
