Repository: aluxnimm/outlookcaldavsynchronizer
Catalog: CalDavSynchronizer/Globalization/StringResources.*.resx
Languages: de_de, fr_fr, it_it, ru_ru, zh_cn

source: - The category name must not contain commas.
de_de: - Der Kategoriename darf kein Komma enthalten.
fr_fr: - Le nom de catégorie ne peut pas contenir une virgule.
it_it: - Il nome della categoria non deve contenere virgole.
ru_ru: Наименование категории не должно содержать запятых.
zh_cn: - 类别名称中不能包含逗号。

source: Email address:
de_de: Email Adresse:
fr_fr: Adresse e-mail:
it_it: Indirizzo e-mail:
ru_ru: Адрес электронной почты:
zh_cn: 电子邮件地址：

source: Use IANA timezone:
de_de: Verwende IANA Zeitzone:
fr_fr: Utiliser le fuseau horaire IANA:
it_it: Utilizza l'area temporale IANA:
ru_ru: Использовать чаовой пояс IANA:
zh_cn: 使用 IANA 时区：

source: Edit URL
de_de: Editiere URL
fr_fr: Modifier URL
it_it: Edita URL
ru_ru: Отредактировать путь URL
zh_cn: 编辑 URL

source: No resources were found via autodiscovery!
de_de: Es wurden keine Ressourcen automatisch gefunden!
fr_fr: Aucune ressource trouvée lors de la recherche automatique!
it_it: In automatico non è stata trovata nessuna risorsa!
ru_ru: Не найдено сетевых источников при автоопределении!
zh_cn: 没有通过自动寻找找到的资源！

source: Operation
fr_fr: Opération
it_it: Operazione
ru_ru: Операция
zh_cn: 操作

source: Start a manual synchronization of all active profiles.
de_de: Starte eine manuelle Synchronisation aller aktiven Profile.
fr_fr: Démarrer une synchronisation manuelle de tous les profils actifs.
it_it: Avvia una sincronizzazione manuale di tutti i profili attivi.
ru_ru: Начать ручную сунхронизацию всех активных профилей.
zh_cn: 启动所有活动配置文件的手动同步。

source: Use Outlook GlobalAppointmendID instead of random Guid for UID attribute in new CalDAV events. &#xA; Can avoid duplicate events from invitations.
de_de: Verwende Outlook GlobalAppointmendID anstelle von einer zufälligen Guid für das UID Attribut für neue CalDAV Termine. Kann doppelte Termineinladungen verhindern.
fr_fr: Utiliser Outlook GlobalAppointmendID au lieu d’un Guid quelconque pour l’attribut UID des nouveaux événements CalDAV. Cela peut éviter les doublons d’invitations à des événements.
it_it: Utilizza Outlook GlobalAppointmendID invece di una Guid casuale per l'attributo UID per le nuove scadenze CalDAV. Può evitare inviti doppi a scadenze.
ru_ru: Использовать GlobalAppointmendID MS Outlook вместо случайного Guid для атрибута UID в новых событиях CalDAV. Может помочь избежать дублирования событий из приглашений.
zh_cn: 在新的 CalDAV 事件中使用 Outlook GlobalAppointmendID 作为 UID 属性而非随机 GUID。 可以避免邀请中的重复事件。

source: Sync Progress Bar Threshold (Items)
de_de: Sync Fortschrittsbalken Schwellwert (Elemente)
fr_fr: Valeur seuil (éléments) barre de progression synchronisation
it_it: Sincronizza il valore soglia della barra di avanzamento (elementi)
ru_ru: Чувствительгость графика процесса синхронизации (В позициях)
zh_cn: 同步进度条阈值（项目）

source: Manual Mapping
de_de: Manuelles Mapping
fr_fr: Mappage manuel
it_it: Mappatura manuale
ru_ru: Указать пути к источникам вручную
zh_cn: 手动映射

source: - The specified URL is not a calendar!
de_de: - Die ausgewählte URL ist kein Kalender!
fr_fr: - L'URL sélectionnée n’est pas un calendrier!
it_it: - L'URL selezionato non è un calendario!
ru_ru: По указанному пути нет календаря!
zh_cn: - 指定的 URL 不是日历！

source: Just errors
de_de: Nur Fehler
fr_fr: Erreurs seulement
it_it: Solo errori
ru_ru: Одни ошибки
zh_cn: 仅错误

source: Processing profiles done.
de_de: Verarbeiten der Profile erledigt.
fr_fr: Traitement des profils effectué.
it_it: Terminata elaborazione dei profili.
ru_ru: Синхронизация всех профилей закончена.
zh_cn: 配置文件处理完成。

source: Fetch color
de_de: Lade Farbe
fr_fr: Charger couleur
it_it: Carica colore
ru_ru: Получить цвет
zh_cn: 获取颜色

source: Synchronization mode is set to '{0}' and the selected Outlook folder is not empty. Are you sure, you want to select this folder because all items will be overwritten with the DAV server resources!
de_de: Synchronisationsmodus '{0}' aktiviert und der ausgewählte Outlook Ordner ist nicht leer. Wollen Sie wirklich diesen Ordner auswählen, alle Einträge in Outlook werden mit den Ressourcen vom DAV Server überschrieben!
fr_fr: Mode de synchronisation '{0}' activé et le dossier Outlook sélectionné n’est pas vide. Souhaitez-vous vraiment sélectionner ce dossier? Toutes les données Outlook seront écrasées par les ressources du serveur DAV!
it_it: Modalità di sincronizzazione '{0}' attivata e la cartella di Outlook selezionata non è vuota. Volete davvero selezionare questa cartella, tutti i dati in Outlook vengono sovrascritti con le risorse del server DAV!
ru_ru: Метод синхронизации не установлен на '{0}' и указанная папка MS Outlook не пуста. Уверены, что хотите выыбрать эту папку потому что все объекты в ней будут перезаписаны объектами из сетевого источника DAV?
zh_cn: 同步模式设置为 '{0}'，所选的 Outlook 文件夹不为空。您确定要选择此文件夹吗？因为 DAV 服务器资源的所有项目都将被覆盖！

source: CalDav Synchronizer download failed
de_de: CalDav Synchronizer Download fehlgeschlagen
fr_fr: Échec du téléchargement de CalDav Synchronizer
it_it: Download del CalDav Synchronizer fallito
ru_ru: Загрузка CalDav Synchronizer не удалась
zh_cn: CalDav Synchronizer 下载失败

source: Current version: {0}
de_de: Aktuelle Version: {0}
fr_fr: Version actuelle: {0}
it_it: Versione attuale: {0}
ru_ru: Текущая версия: {0}
zh_cn: 当前版本：{0}

source: Map recurring tasks
de_de: Synchronisiere wiederholende Aufgaben
fr_fr: Synchroniser les tâches récurrentes
it_it: Sincronizza compiti ricorrenti
ru_ru: Указать повторяющуюся задачу
zh_cn: 安排重复任务

source: Processing profiles.
de_de: Verarbeiten der Profile.
fr_fr: Traitement des profils.
it_it: Elaborazione dei profili.
ru_ru: Профили в процессе синхонизации.
zh_cn: 正在处理配置文件。

source: Password (optional):
de_de: Passwort (optional):
fr_fr: Mot de passe (optionnel):
it_it: Password (facoltativo):
ru_ru: Пароль (не обязательно):
zh_cn: 密码（可选）：

source: Can't access Outlook item, maybe it was moved or deleted!
de_de: Auf das Outlook Objekt kann nicht zugegriffen werden, vielleicht wurde es verschoben oder gelöscht!
fr_fr: Impossible d'accéder à l'objet Outlook. Il a peut-être été déplacé ou supprimé!
it_it: Non è possibile trovare l'oggetto Outlook, potrebbe essere stato spostato o cancellato!
ru_ru: Нет такого объекта в MS Outlook, возможно он был перемещён или удалён!
zh_cn: 无法访问 Outlook 项目，可能已被移动或删除！

source: - There is no Outlook folder selected.
de_de: - Es wurde kein Outlook Ordner ausgewählt.
fr_fr: - Aucun dossier Outlook n'a été sélectionné.
it_it: - Non è stata selezionata nessuna cartella Outlook.
ru_ru: Не выбрана папка MS Outlook,
zh_cn: - 没有 Outlook 文件夹被选择。

source: - The category name must not contain semicolons.
de_de: - Der Kategoriename darf keinen Strichpunkt enthalten.
fr_fr: - Le nom de catégorie ne peut pas contenir un point-virgule..
it_it: - Il nome della categoria non deve contenere punti e virgola.
ru_ru: Наименование категорий не долджно содержать точек с запятой.
zh_cn: - 类别名称中不能包含分号。

source: - The Email address is empty.
de_de: - Die Email Adresse ist leer.
fr_fr: - L'adresse e-mail est vide.
it_it: - L'indirizzo e-mail non è presente.
ru_ru: Адрес электронной почты пуст.
zh_cn: - 电子邮件地址为空。

source: Outlook custom property
de_de: Benutzerdefinierte Outlook Eigenschaft
fr_fr: Propriété personnalisée Outlook
it_it: Proprietà Outlook definita dall'utente
ru_ru: Специальная настройка MS Outlook
zh_cn: Outlook 自定义属性

source: Enable if a full report of all modified entities is needed.
de_de: Aktiviere wenn ein kompletter Report aller modifizierten Entitäten benötigt wird.
fr_fr: Activer en cas de besoin d'un rapport complet de toutes les entités modifiées.
it_it: Attiva se è necessario un report completo di tutte le entità modificate.
ru_ru: Включить, если нужен полный отчёт по всем изменённым объектам
zh_cn: 如果需要所有修改过的实体的完整报告，则启用。

source: Synchronization mode is set to '{0}' and the selected Outlook folder is empty. Are you sure, you want to select this folder, because all items on the DAV server will be deleted!
de_de: Synchronisationsmodus '{0}' aktiviert und der ausgewählte Outlook Ordner ist leer. Wollen Sie wirklich diesen Ordner auswählen, alle Einträge am DAV Server werden dadurch gelöscht!
fr_fr: Mode de synchronisation '{0}' activé et le dossier Outlook sélectionné est vide. Souhaitez-vous vraiment sélectionner ce dossier? Cela effacera tous les enregistrements sur le serveur DAV!
it_it: Modalità di sincronizzazione '{0}' attivata e la cartella di Outlook selezionata è vuota. Volete davvero selezionare questa cartella, tutti i dati inseriti nel server DAV verranno cancellati!
ru_ru: Метод синхронизации установлен на '{0}' и указанная папка MS Outlook пуста. Уверены, что хотите выбрать эту папку, потому что все объекты на сервере DAV будут перезаписаны?
zh_cn: 同步模式设置为 '{0}'，所选的 Outlook 文件夹为空。您确定要选择此文件夹吗？因为 DAV 服务器上的所有项目都将被删除！

source: vCard with KIND:group
de_de: vCard mit KIND:group
fr_fr: vCard avec KIND:group
it_it: vCard mit KIND:group
ru_ru: Метод группировки vCard с KIND:group
zh_cn: 具有 KIND:group 的 vCard

source: Cleanup duplicate events after each sync run
de_de: Lösche doppelte Termineinträge nach jedem Synchronisationslauf
fr_fr: Supprimer les doublons d’événements après chaque synchronisation
it_it: Dopo ogni sincronizzazione cancella i doppioni degli appuntamenti
ru_ru: Очищать дубликаты событий после каждого запуска синхронизации
zh_cn: 在每次执行同步后清理重复的事件

source: Calendars
de_de: Kalender
fr_fr: Calendrier
it_it: Calendario
ru_ru: Календари
zh_cn: 日历

source: Show synchronization reports immediately and&#xA;notify in systray icon (if enabled)
de_de: Zeige Synchronisationsreports sofort und benachrichtige im Icon in der Taskleiste (wenn verfügbar)
fr_fr: Afficher immédiatement les rapports de synchronisation et notifier dans l'icône de la barre des tâches (si disponible)
it_it: Mostra report sincronizzazione subito e informa su Icon nella lista dei task (se disponibile)
ru_ru: Показывать отчёты о синхронизации немедленно и уведомлять иконкой в системном трее (если включено)
zh_cn: 立即显示同步报告并 在 systray 图标通知（如果启用）

source: 12 hours
de_de: 12 Stunden
fr_fr: 12 heures
it_it: 12 ore
ru_ru: 12 час
zh_cn: 12 小时

source: Outlook ← Server (Replicate)
de_de: Outlook ← Server (Replizieren)
fr_fr: Outlook ← Serveur (copie)
it_it: Outlook ← Server (replicare)
ru_ru: Outlook ← Server (Перезапись)
zh_cn: Outlook ← 服务器（复制）

source: Delete selected profile
de_de: Lösche ausgewähltes Profil
fr_fr: Supprimer le profil sélectionné
it_it: Elimina il profilo selezionato
ru_ru: Удалить выбранный профиль
zh_cn: 删除选定的配置文件

source: Maps changes from Outlook to server but do not update changes from server to Outlook after the initial sync. Useful if another mobile client reduces the photo resolution for example.
de_de: Synchronisiere Änderungen von Outlook zum Server aber keine Änderungen vom Server nach Outlook nach der Erstsynchronisation. Sinnvoll wenn ein anderer mobiler Client z.B. die Auflösung des Fotos reduziert.
fr_fr: Synchroniser les modifications Outlook vers le serveur sans les modifications du serveur vers Outlook après la première synchronisation. Indiqué lorsqu'un autre client mobile diminue par exemple la résolution de la photo.
it_it: Sincronizza modifiche di Outlook verso il Server ma nessuna modifica dal Server ad Outlook dopo la prima sincronizzazione. Ha senso quando per esempio un altro cliente mobile riduce la risoluzione delle foto.
ru_ru: Записать изменения в MS Outlook на сервер, но не обновлять изменения с сервера на MS Outlook после начальной синхронизации. Полезно, напрмиер, когда другой мобильный клиент уменьшает разрешение фотографий.
zh_cn: 将 Outlook 更改映射到服务器但在初始同步后不更新从服务器到 Outlook 的更改。 这在另一个移动客户端降低了照片分辨率时很有用。

source: Show log
de_de: Zeige Log
fr_fr: Afficher historique
it_it: Mostra log
ru_ru: Показать журнал
zh_cn: 显示日志

source: Create DAV server resource
de_de: Erstelle DAV Server Ressource
fr_fr: Créer ressource serveur DAV
it_it: Crea la risorsa sul server DAV
ru_ru: Создать сетевой источник DAV
zh_cn: 创建 DAV 服务器资源

source: Clear log
de_de: Lösche Log
fr_fr: Effacer historique
it_it: Cancella la registrazione
ru_ru: Очистить журнал
zh_cn: 清理日志

source: Expand all nodes in Synchronization Profiles
de_de: Alle Knoten in den Synchronisationsprofilen aufklappen
fr_fr: Déployer tous les nœuds des profils de synchronisation
it_it: Aprire tutti i nodi dei profili di sincronizzazione
ru_ru: Раскрыть все пункты в профиле синхронизации
zh_cn: 展开同步配置文件的所有节点

source: - Invalid Max Report Age
de_de: - Ungültiges maximales Report Alter
fr_fr: - Age maximum du rapport non valable.
it_it: - Età massima di relazione non valida
ru_ru: неверное значение максимального срока отчёта
zh_cn: - 无效的最大报告年龄

source: These settings affect the filter which selects the items for synchronization.&#xA;If an item does not pass the filter it is treated as if it would not exist!&#xA;Changing these settings for non-empty folders can lead to deletions on the server or duplicates in Outlook.
de_de: Diese Einstellungen beeinflussen den Filter der die zu synchronisierenden Objekte auswählt. Wenn ein Objekt nicht auf die Filterkriterien zutrifft wird es behandelt wie wenn es nicht existiert! Modifikation der Einstellungen für nicht leere Ordner kann zum Löschen am Server oder zu Duplikaten in Outlook führen.
fr_fr: Ces paramètres opèrent une influence sur le filtre sélectionnant les objets à synchroniser. Lorsqu'un objet ne correspond pas aux critères du filtre, le système considère qu'il n'existe pas! La modification des paramètres de dossiers qui ne sont pas vides peuvent entraîner des suppressions sur le serveur ou des doublons dans Outlook.
it_it: Queste impostazioni influenzano il filtro degli oggetti da sincronizzare. Se un oggetto non rispetta i criteri del filtro viene considerato come se non esistesse! La modifica delle impostazioni per le cartelle non vuote può portare a una cancellazione nel server o a duplicati in Outlook
ru_ru: Эти настройки влияют на фильтр, под который подпадают объекты для сиинхронизации. Если объект не подпадает под фильтр, с ним не производится никаких действий. Изменение этих настроек для непустых папок может привести к удалению объектов на сервере или дублированю их в MS Outlook.
zh_cn: 这些设置会影响选择同步项的筛选器。 如果一个项目没有通过过滤器，它将被视为不存在！ 更改非空文件夹的这些设置可能删除服务器上的文件或 Outlook 中的副本。

source: Scheduling Settings
de_de: Meeting Einstellungen
fr_fr: Paramètres réunion
it_it: Impostazioni meeting
ru_ru: Настройки синхронизации по расписанию
zh_cn: 调度设置

source: Use UTC instead of Outlook appointment timezone for creating events on CalDAV server. &#xA;Not recommended for general use &#xA;because recurrence exceptions over DST changes can not be mapped and &#xA;appointments with different start and end timezones can not be represented.
de_de: Verwende UTC anstelle der Outlook Zeitzone des Termins für das Erstellen von Terminen am CalDAV Server. Nicht empfohlen für den allgemeinen Gebrauch da wiederholende Termine mit Ausnahmen die sich über Sommer- und Winterzeitumstellung erstrecken nicht korrekt synchronisiert werden können und Termine mit unterschiedlichen Zeitzonen für Start und Ende nicht dargestellt werden können.
fr_fr: Utiliser UTC au lieu du fuseau horaire Outlook de l’événement pour créer des événements sur le serveur CalDav. Utilisation générale déconseillée: les exceptions de récurrence produites par la variation heure d'hiver/heure d'été ne peuvent pas être synchronisées correctement et les événements dont le fuseau horaire de la date du début ne correspond pas à celui de la date de fin ne peuvent pas être représentés.
it_it: Utilizza UTC invece dell'area temporale di Outlook della scadenza per realizzare scadenze sul server CalDAV. Non raccomandato per l'utilizzo generale dal momento che le scadenze che si ripetono e che si protraggono oltre l'implementazione estiva e invernale non possono essere sincronizzate in modo corretto.
ru_ru: Использовать мировое время UTC вместо часовых поясов событий MS Outlook для создания событий на сервере Caldav. Не рекомендуется для широкого применения потому что невозможно указать исключения из повторяющихся событий через DST, а также события с разными часовыми поясами начала и завершения события.
zh_cn: 在 CalDAV 服务器上创建事件使用 UTC 而非 Outlook 约会时区。 不推荐一般使用 因为 DST 更改的重复异常不能被映射，且 无法表示具有不同开始和结束时区的约会。

source: Added addressbook resource '{0}' successfully!
de_de: Adressbuch '{0}' erfolgreich hinzugefügt!
fr_fr: Carnet d'adresses '{0}' ajouté!
it_it: Rubrica indirizzi '{0}' aggiunta con successo!
ru_ru: Успешно создана '{0}' адресная книга!
zh_cn: 成功添加通讯簿资源 '{0}' ！

source: The profile for the selected report doesn't exist anymore!
de_de: Das Profil für den ausgewählten Report existiert nicht mehr!
fr_fr: Le profil du rapport sélectionné n'existe plus!
it_it: Il profilo per il report selezionato non esiste più!
ru_ru: Профиль для указанного отчёта больше не существует!
zh_cn: 选定报告的配置文件不存在！

source: Use prefix filter to include also custom message_classes in filter for Outlook folders. &#xA;For better performance, Windows Search Service shouldn't be deactivated if this option is enabled.
de_de: Verwende Suchprefix der auch benutzerdefinierte Nachrichtenklassen (aus eigenen Formularen) für den Filter von Outlook Ordnern inkludiert. Für eine bessere Performance sollte der Windows Suchdienst nicht deaktivert sein wenn diese Option verwendet wird.
fr_fr: Utiliser un préfixe de recherche incluant aussi les classes de messages définies par l'utilisateur (de ses propres formulaires) pour le filtre des dossiers Outlook. Pour améliorer les performances, le service de recherche Windows ne doit pas être désactivé lorsque cette option est activée.
it_it: Utilizza il prefisso di ricerca che include anche classi di informazioni definite dagli utenti (dai propri formulari) per il filtro per le cartelle di Outlook. Per una migliore performance il servizio di ricerca di Windows non dovrebbe essere disattivato quando viene impiegata l'opzione
ru_ru: Использовать фильтр по префиксу также для включения специальных классов сообщений в фильр по папкам Ms Outlook. Для улучшения производитлеьнлости Windows Search Service лучше не выключать, если включена эта настройка.
zh_cn: 使用前缀过滤器来为 Outlook 文件夹同时包含自定义 message_classes。 为达到更好的性能，如果这个选项被启用，Windows 搜索服务不应被禁用。

source: Please be aware that the log file (especially with Log Level Debug) can contain 'Personally identifiable information' (PII) like resource URIs and raw calendar and/or addressbook data but no passwords.\nNever post or attach the log or a sync report in a public forum and mask sensitive data when sending as an e-mail!
de_de: Bitte beachten Sie dass die Logdatei (speziell in der Debug Logstufe) vertrauliche persönliche Informationen 'Personally identifiable information' (PII) wie z.B. Resource URIs und Rohkalender- und/oder Adressbuchdaten aber keine Passwörter beinhalten kann.\nVeröffentlichen Sie niemals eine Logdatei oder einen Sync Report in einem öffentlichen Forum und entfernen Sie persönliche vertrauliche Daten vor dem Senden per Email!
fr_fr: Veuillez noter que le fichier d'historique (en particulier au niveau du débogage) peut contenir des informations personnelles confidentielles 'Personally identifiable information' (PII) comme les URLs de ressources et/ou des données de calendrier ou de carnets d'adresses brutes mais aucun mot de passe. Ne publiez jamais un fichier d'historique ou un rapport de synchronisation sur un forum public et supprimez toutes les données confidentielles avant un envoi par e-mail!
it_it: Vogliate tener presente che il log file (specialmente a livello di debug) può contenere informazioni personali sensibili 'Personally identifiable information' (PII) come ad esempio Resource URI (Uniform Resource Identifier) e dati tratti dal calendario o dalla rubrica indirizzi, non protetti da password. Non pubblicate mai un log file oppure uno scritto sincronizzato (Sync Report) in un forum pubblico ed eliminate i dati sensibili quando lo inviate per e-mail!
ru_ru: Имейте ввиду, что файл журнала (особенно с отладочными сообщениями) может содержать личные сведения такие, как полные пути до сетевых источников и исходную данные календаря или адресной книги, но не пароли. Никогда не размещайте и не прикрепляйте журналы или отчёты о синхронизации на публичных форумах, а также удаляйте личные свведения при пересылке журналов или отчётов по электронной почте!
zh_cn: 请注意，日志文件（特别是日志级别调试）可以包含“个人身份信息”（PII），如资源 URI 和原始日历和/或通讯簿数据，但不会包含密码。\n永远不要在公共论坛贴出或附加日志或同步报告，作为电子邮件发送时要隐藏敏感数据！

source: - CalDavConnectTimeout must be &gt; 0
de_de: - Der CalDavConnectTimeout muss > 0 sein.
fr_fr: - CalDavConnectTimeout doit être > 0.
it_it: - Il timeout di connessione CalDav deve essere > 0.
ru_ru: CalDavConnectTimeout должен быть > 0
zh_cn: - CalDavConnectTimeout 必须大于 0

source: Convert formatted RTF Body of Outlook appointment to Html and export it as X-ALT-DESC property.&#xA;The RTF to Html conversion is experimental inline images and some formatting properties can not be converted!&#xA;Be aware that some servers like Google Calendar drop this attribute!
de_de: Wandle RTF formatierte Beschreibung von Outlook Terminen in Html um und exportiere diese als X-ALT-DESC Eigenschaft. Die RTF zu Html Umwandlung ist nur experimentell und Inline Bilder sowie einige Formatierungseigenschaften können nicht umgewandelt werden! Beachten Sie dass einige Server wie Google diese Eigenschaft löschen und nicht unterstützen!
fr_fr: Convertir en Html le formatage RTF des événements Outlook et exporter comme attribut X-ALT-DESC. La conversion RTF à Html est au stade expérimental et les images en ligne ainsi que certains formatages peuvent ne pas être convertis! Notez que certains serveurs comme Google Calendar effacent cet attribut!
it_it: Trasforma la descrizione formattata RTF degli appuntamenti Outlook in Html ed esportala come X-ALT-DESC. La conversione da RTF a Html è solo sperimentale e quindi le immagini „inline“ nonché alcune caratteristiche della formattazione non possono essere convertite! Considerate che alcuni server, come Google possono cancellare questa caratteristica e quindi non supportarla!
ru_ru: Конвертировать заметку к событию MS Outlook из RTF в HTML и экспортировать её, как объект X-ALT-DESC. Конвертирование из RTF в HTML - это экспериментальное свойство, поэтому встроенные изображения и некоторые особенности форматирования не могут быть конвертированы! Примите к сведению, что некоторые сервера, такие как Google Calendar, опускают этот атрибут!
zh_cn: 将格式化 RTF 正文的 Outlook 约会转换为 HTML 并将其导出为 X-ALT-DESC 属性。 RTF 到 HTML 的转换是实验性功能，内联图像和部分格式属性不能转换！ 请注意，有些服务器（如 Google Calendar）会删除此属性！

source: Changing this option requires a restart of Outlook.
de_de: Ein Verändern dieser Option erfordert einen Neustart von Outlook.
fr_fr: La modification de cette option nécessite un redémarrage d'Outlook.
it_it: La modifica di questa opzione richiede di riavviare Outlook.
ru_ru: Изменение этих настроект вступают в силу после перезагрузки MS Outlook.
zh_cn: 更改该选项需要 Outlook 重启。
